[
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VZWLSQ65",
		"type": "book",
		"title": "The Soul in Cyberspace",
		"publisher": "Wipf and Stock Publishers",
		"number-of-pages": "193",
		"source": "Google Books",
		"ISBN": "978-1-57910-229-6",
		"note": "Google-Books-ID: snZKAwAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Groothuis",
				"given": "Doug"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1999",
					3,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HSNP9WQN",
		"type": "book",
		"title": "Power Failure: Christianity in the Culture of Technology",
		"publisher": "Baker Books",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "We live in a culture shaped and fueled by technology. Usually we equate access to technology with opportunity and the chance to pursue \"the good life.\" Power Failure raises some crucial, if disconcerting, questions about technology: If technology liberates us, what kind of liberation does it promise? Are we prospering, and by what definition?  Albert Borgmann looks at the relationship between Christianity and technology by examining some of the \"invisible\" dangers of a technology-driven lifestyle. Specifically, he points out how utility and consumption have replaced connection to physical things and meaningful practices in everyday life. Power Failure calls us to redeem and restrain technology through simple Christian practices, including citizen-based decision making, shared meals, and daily Scripture reading.",
		"ISBN": "978-1-4412-3156-7",
		"note": "Google-Books-ID: koUL7eggvT8C",
		"shortTitle": "Power Failure",
		"language": "en",
		"author": [
			{
				"family": "Borgmann",
				"given": "Albert"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NVHADAHF",
		"type": "book",
		"title": "Habits of the High-Tech Heart: Living Virtuously in the Information Age",
		"publisher": "Baker Books",
		"number-of-pages": "498",
		"source": "Google Books",
		"abstract": "Habits of the High-Tech Heart addresses the major drawbacks to the network computerization of our society and the growing tendency to substitute technology and innovation for morality and virtue.The solution is not to dismantle our growing technologies but to pay more attention to the \"habits of the heart.\" Schultze calls for a renewal of community and offers readers ways to live by habits of the heart in the information age.",
		"ISBN": "978-1-4412-0686-2",
		"note": "Google-Books-ID: evVDJd4VWa8C",
		"shortTitle": "Habits of the High-Tech Heart",
		"language": "en",
		"author": [
			{
				"family": "Schultze",
				"given": "Quentin J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2004",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MYFSNURK",
		"type": "book",
		"title": "The Next Story: Faith, Friends, Family, and the Digital World",
		"publisher": "Zondervan",
		"number-of-pages": "152",
		"source": "Google Books",
		"abstract": "Even the least technical among us are being pressed from all sides by advances in digital technology. We rely upon computers, cell phones, and the Internet for communication, commerce, and entertainment. Yet even though we live in this “instant message” culture, many of us feel disconnected, and we question if all this technology is really good for our souls.In a manner that’s accessible, thoughtful, and biblical, author Tim Challies addresses questions such as:• How has life—and faith—changed now that everyone is available all the time through mobile phones?• How does our constant connection to these digital devices affect our families and our church communities?• What does it mean that almost two billion humans are connected by the Internet … with hundreds of millions more coming online each year?Providing the reader with a framework they can apply to any technology, Tim Challies explains how and why our society has become reliant on digital technology, what it means for our lives, and how it impacts the Christian faith.",
		"ISBN": "978-0-310-52083-2",
		"note": "Google-Books-ID: oPR9BAAAQBAJ",
		"shortTitle": "The Next Story",
		"language": "en",
		"author": [
			{
				"family": "Challies",
				"given": "Tim"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					3,
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/9ELCAKJI",
		"type": "book",
		"title": "From the Garden to the City: The Redeeming and Corrupting Power of Technology",
		"publisher": "Kregel Publications",
		"number-of-pages": "194",
		"source": "Google Books",
		"abstract": "Where does technology belong in the biblical story of redemption? Believers and unbelievers alike are saturated with technology, yet most give it little if any thought. Consumers buy and upgrade as fast as they can, largely unaware of technology's subtle yet powerful influence. In a world where technology changes almost daily, many are left to wonder: Should Christians embrace all that is happening? Are there some technologies that we need to avoid? Does the Bible give us any guidance on how to use digital tools and social media? An experienced Web developer and writer on technology and culture, John Dyer answers these questions and more by walking through the story of the Bible and introducing key ideas about how technology and culture interact. Dyer first analyzes the biblical, theological, and philosophical foundations of technology and then studies several examples that show how technology can influence the spiritual life. For youth pastors, college-aged readers, and anyone interested in understanding how technology fits with faith, \"From the Garden to the City\" fills a gap for biblically-informed literature in a technological world. \"The burgeoning field of internet possibilities has very little written from a Christian perspective, much less from a gifted artist like John Dyer.\"--J. Scott Horrell, Professor of Theological Studies, Dallas Theological Seminary \"Of all the voices speaking and writing on the subject today, John Dyer's is among the voices I most respect. [His] unique combination of technological and theological passion, insight, and credentials make him an author and thought leader that people of faith need to hear from.\"--Scott McClellan, editor, \"Collide Magazine\"",
		"ISBN": "978-0-8254-8930-3",
		"shortTitle": "From the Garden to the City",
		"language": "en",
		"author": [
			{
				"family": "Dyer",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					7,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NXNFSL5W",
		"type": "book",
		"title": "Shaping a Digital World: Faith, Culture and Computer Technology",
		"publisher": "InterVarsity Press",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "Digital technology has become a ubiquitous feature of modern life. Our increasingly fast-paced world seems more and more remote from the world narrated in Scripture. But despite its pervasiveness, there remains a dearth of theological reflection about computer technology and what it means to live as a faithful Christian in a digitally-saturated society. In this thoughtful and timely book, Derek Schuurman provides a brief theology of technology, rooted in the Reformed tradition and oriented around the grand themes of creation, fall, redemption and new creation. He combines a concise, accessible style with penetrating cultural and theological analysis. Building on the work of Jacques Ellul, Marshall McLuhan and Neil Postman, and drawing from a wide range of Reformed thinkers, Schuurman situates computer technology within the big picture of the biblical story. Technology is not neutral, but neither is there an exclusively &quot;Christian&quot; form of technological production and use. Instead, Schuurman guides us to see the digital world as part of God’s good creation, fallen yet redeemable according to the law of God. Responsibly used, technology can become an integral part of God’s shalom for the earth.",
		"ISBN": "978-0-8308-2713-8",
		"shortTitle": "Shaping a Digital World",
		"language": "en",
		"author": [
			{
				"family": "Schuurman",
				"given": "Derek C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					5,
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5U3BF58T",
		"type": "book",
		"title": "Virtually Human: Flourishing in a Digital World",
		"publisher": "Inter-Varsity Press",
		"number-of-pages": "176",
		"source": "Google Books",
		"ISBN": "978-1-78359-389-7",
		"note": "Google-Books-ID: 4UkNjwEACAAJ",
		"shortTitle": "Virtually Human",
		"language": "en",
		"author": [
			{
				"family": "Nicholas",
				"given": "Pete"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/S9WB4LH6",
		"type": "book",
		"title": "The Tech-Wise Family: Everyday Steps for Putting Technology in Its Proper Place",
		"publisher": "Baker Books",
		"number-of-pages": "148",
		"source": "Google Books",
		"abstract": "Making conscientious choices about technology in our families is more than just using internet filters and determining screen time limits for our children. It's about developing wisdom, character, and courage in the way we use digital media rather than accepting technology's promises of ease, instant gratification, and the world's knowledge at our fingertips. And it's definitely not just about the kids.Drawing on in-depth original research from the Barna Group, Andy Crouch shows readers that the choices we make about technology have consequences we may never have considered. He takes readers beyond the typical questions of what, where, and when and instead challenges them to answer provocative questions like, Who do we want to be as a family? and How does our use of a particular technology move us closer or farther away from that goal? Anyone who has felt their family relationships suffer or their time slip away amid technology's distractions will find in this book a path forward to reclaiming their real life in a world of devices.",
		"ISBN": "978-1-4934-0655-5",
		"note": "Google-Books-ID: BhHeDAAAQBAJ",
		"shortTitle": "The Tech-Wise Family",
		"language": "en",
		"author": [
			{
				"family": "Crouch",
				"given": "Andy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					18
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/XKSUXS9J",
		"type": "book",
		"title": "12 Ways Your Phone Is Changing You",
		"publisher": "Crossway",
		"number-of-pages": "162",
		"source": "Google Books",
		"abstract": "Do You Control Your Phone—Or Does Your Phone Control You? Within a few years of its unveiling, the smartphone had become part of us, fully integrated into the daily patterns of our lives. Never offline, always within reach, we now wield in our hands a magic wand of technological power we have only begun to grasp. But it raises new enigmas, too. Never more connected, we seem to be growing more distant. Never more efficient, we have never been more distracted. Drawing from the insights of numerous thinkers, published studies, and his own research, writer Tony Reinke identifies twelve potent ways our smartphones have changed us—for good and bad. Reinke calls us to cultivate wise thinking and healthy habits in the digital age, encouraging us to maximize the many blessings, to avoid the various pitfalls, and to wisely wield the most powerful gadget of human connection ever unleashed.",
		"ISBN": "978-1-4335-5246-5",
		"note": "Google-Books-ID: KYquDgAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Reinke",
				"given": "Tony"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/P7I68MQQ",
		"type": "book",
		"title": "Hacked: How a Christian Hackathon Is Shifting Traditional Engagement Models and Creating an Ecosystem for Life-Transforming Te",
		"publisher": "Primedia eLaunch LLC",
		"number-of-pages": "117",
		"source": "Google Books",
		"abstract": "Scripture reminds us that each and every person has been equipped in a unique way to serve the Kingdom. We are reminded that none of these gifts are more valuable than the other and that through working together not only can we have a strong, vibrant, and far-reaching church, but also a world that moves closer towards wholeness and more like heaven. We are now in, and have been for some time, the Digital Age. With this has come a completely new way to communicate with others, solve complex problems, and advance the Gospel. But it seems the church has failed in many ways to function and thrive in this age. Is it possible to blaze a new path or create a space whereby passionate individuals can grow, create, and work together to help alleviate and eradicate injustice, teach God's unconditional love and build healthier and stronger societies? What are the possibilities?",
		"ISBN": "978-1-64316-524-0",
		"note": "Google-Books-ID: LTh2tgEACAAJ",
		"shortTitle": "Hacked",
		"language": "en",
		"issued": {
			"date-parts": [
				[
					"2017",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IZ5PJTG4",
		"type": "book",
		"title": "Disruptive Witness: Speaking Truth in a Distracted Age",
		"publisher": "InterVarsity Press",
		"number-of-pages": "203",
		"source": "Google Books",
		"abstract": "These two trends define life in Western society today. We are increasingly addicted to habits--and devices--that distract and \"buffer\" us from substantive reflection and deep engagement with the world. And we live in what Canadian philosopher Charles Taylor calls \"a secular age\"--an age in which all beliefs are equally viable and real transcendence is less and less plausible. Drawing on Taylor's work, Alan Noble describes how these realities shape our thinking and affect our daily lives. Too often Christians have acquiesced to these trends, and the result has been a church that struggles to disrupt the ingrained patterns of people's lives. But the gospel of Jesus is inherently disruptive: like a plow, it breaks up the hardened surface to expose the fertile earth below. In this book Noble lays out individual, ecclesial, and cultural practices that disrupt our society's deep-rooted assumptions and point beyond them to the transcendent grace and beauty of Jesus. Disruptive Witness casts a new vision for the evangelical imagination, calling us away from abstraction and cliché to a more faithful embodiment of the gospel for our day.",
		"ISBN": "978-0-8308-8109-3",
		"note": "Google-Books-ID: 7e9dDwAAQBAJ",
		"shortTitle": "Disruptive Witness",
		"language": "en",
		"author": [
			{
				"family": "Noble",
				"given": "Alan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SETR4ZSS",
		"type": "book",
		"title": "Ethics in an Age of Technology",
		"publisher": "HarperSanFrancisco",
		"number-of-pages": "312",
		"source": "Google Books",
		"abstract": "\"In examining the conflicting ethics and assumptions that lead to divergent views of technology, Barbour analyzes three social values: justice, participatory freedom, and economic development, and defends such environmental principles as resource sustainability, environmental protection, and respect for all forms of life. He presents case studies of agricultural technology, energy policy, and the use of computers.\" \"Looking to the future, he describes the effects of global climate change, genetic engineering, and nuclear war and cautions that we must control our new powers over life and death more effectively. Finally, he concludes by focusing on appropriate technologies, individual life-styles, and sources of change: education, political action, response to crisis, and alternative visions of the good life.\"--BOOK JACKET.",
		"ISBN": "978-0-06-060934-4",
		"note": "Google-Books-ID: CqdsQgAACAAJ",
		"language": "en",
		"author": [
			{
				"family": "Barbour",
				"given": "Ian G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1993"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NNE3JGF8",
		"type": "book",
		"title": "The Religion of Technology: The Divinity of Man and the Spirit of Invention",
		"publisher": "Knopf Doubleday Publishing Group",
		"number-of-pages": "339",
		"source": "Google Books",
		"abstract": "Arguing against the widely held belief that technology and religion are at war with each other, David F. Noble's groundbreaking book reveals the religious roots and spirit of Western technology.          It links the technological enthusiasms of the present day with the ancient and enduring Christian expectation of recovering humankind's lost divinity. Covering a period of a thousand years, Noble traces the evolution of the Western idea of technological development from the ninth century, when the useful arts became connected to the concept of redemption, up to the twentieth, when humans began to exercise God-like knowledge and powers.         Noble describes how technological advance accelerated at the very point when it was invested with spiritual significance. By examining the imaginings of monks, explorers, magi, scientists, Freemasons, and engineers, this historical account brings to light an other-worldly inspiration behind the apparently worldly endeavors by which we habitually define Western civilization. Thus we see that Isaac Newton devoted his lifetime to the interpretation of prophecy. Joseph Priestley was the discoverer of oxygen and a founder of Unitarianism. Freemasons were early advocates of industrialization and the fathers of the engineering profession. Wernher von Braun saw spaceflight as a millenarian new beginning for humankind.         The narrative moves into our own time through the technological enterprises of the last half of the twentieth century: nuclear weapons, manned space exploration, Artificial Intelligence, and genetic engineering. Here the book suggests that the convergence of technology and religion has outlived its usefulness, that though it once contributed to human well-being, it has now become a threat to our survival. Viewed at the dawn of the new millennium, the technological means upon which we have come to rely for the preservation and enlargement of our lives betray an increasing impatience with life and a disdainful disregard for mortal needs. David F. Noble thus contends that we must collectively strive to disabuse ourselves of the inherited religion of technology and begin rigorously to re-examine our enchantment with unregulated technological advance.",
		"ISBN": "978-0-307-82853-8",
		"note": "Google-Books-ID: xKIyIiCmyYYC",
		"shortTitle": "The Religion of Technology",
		"language": "en",
		"author": [
			{
				"family": "Noble",
				"given": "David F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/43DI4YVF",
		"type": "book",
		"title": "In Our Image: Artificial Intelligence and the Human Spirit",
		"publisher": "Fortress Press",
		"number-of-pages": "160",
		"source": "Google Books",
		"abstract": "In Our Image brilliantly illuminates who we are as humans by demonstrating the surprisingly deep parallels between our motivations to replicate ourselves through computer technology and our emerging understanding of ourselves as relational beings created in God's image. This book is required reading for anyone--Christian or non-Christian--intrigued by the possibility of artificial intelligence.",
		"ISBN": "978-1-4514-1518-6",
		"note": "Google-Books-ID: D_9bpU_3rWEC",
		"shortTitle": "In Our Image",
		"language": "en",
		"author": [
			{
				"family": "Herzfeld",
				"given": "Noreen L."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/XAVI2TJC",
		"type": "book",
		"title": "From Human to Posthuman: Christian Theology and Technology in a Postmodern World",
		"publisher": "Ashgate Pub.",
		"number-of-pages": "166",
		"source": "Google Books",
		"note": "Google-Books-ID: oKO4vQEACAAJ",
		"shortTitle": "From Human to Posthuman",
		"language": "en",
		"author": [
			{
				"family": "Waters",
				"given": "Brent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6GGI5RTW",
		"type": "book",
		"title": "Technology and Religion: Remaining Human in a Co-created World",
		"publisher": "Templeton Press",
		"number-of-pages": "177",
		"source": "Google Books",
		"abstract": "Technology is changing all the time, but does it also have the ability to change us and the way we approach religion and spirituality? In Technology and Religion: Remaining Human in a Co-created World, Noreen Herzfeld examines this and other provocative questions as she provides an accessible and fascinating overview of the relationship between religion and the ever-broadening world of technology. In order to consider fully a topic as wide as technology, Herzfeld approaches the field from three different angles: technologies of the human body—such as genetic engineering, stem cells, cloning, pharmaceutical technologies, mechanical enhancement and cyborgs; technologies of the human mind—like human and artificial intelligence, virtual reality and cyberspace; and technologies of the external environment—such as nanotechnology, genetically modified crops and new agricultural technologies, and energy technology. She takes a similarly broad approach to the field of religion, focusing on how these issues interface with the three Abrahamic traditions of Christianity, Islam, and Judaism. Throughout, readers will find nuanced examinations of the moral and ethical issues surrounding new technologies from the perspectives of these faith traditions. The result is a multifaceted look at the ongoing dialogue between these two subjects that are not commonly associated with one another. This volume is the third title published in the new Templeton Science and Religion Series.",
		"ISBN": "978-1-59947-313-0",
		"shortTitle": "Technology and Religion",
		"language": "en",
		"author": [
			{
				"family": "Herzfeld",
				"given": "Noreen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/EWMIFN5L",
		"type": "book",
		"title": "Apocalyptic AI: Visions of Heaven in Robotics, Artificial Intelligence, and Virtual Reality",
		"publisher": "Oxford University Press, USA",
		"number-of-pages": "336",
		"source": "Google Books",
		"abstract": "Apocalyptic AI, the hope that we might one day upload our minds into machines or cyberspace and live forever, is a surprisingly wide-spread and influential idea, affecting everything from the world view of online gamers to government research funding and philosophical thought. In Apocalyptic AI, Robert Geraci offers the first serious account of this &quot;cyber-theology&quot; and the people who promote it. Drawing on interviews with roboticists and AI researchers and with devotees of the online game Second Life, among others, Geraci illuminates the ideas of such advocates of Apocalyptic AI as Hans Moravec and Ray Kurzweil. He reveals that the rhetoric of Apocalyptic AI is strikingly similar to that of the apocalyptic traditions of Judaism and Christianity. In both systems, the believer is trapped in a dualistic universe and expects a resolution in which he or she will be translated to a transcendent new world and live forever in a glorified new body. Equally important, Geraci shows how this worldview shapes our culture. Apocalyptic AI has become a powerful force in modern culture. In this superb volume, he shines a light on this belief system, revealing what it is and how it is changing society.",
		"ISBN": "978-0-19-997893-9",
		"note": "Google-Books-ID: 0xaV_8pZUzMC",
		"shortTitle": "Apocalyptic AI",
		"language": "en",
		"author": [
			{
				"family": "Geraci",
				"given": "Robert M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					2,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KVXQK4ET",
		"type": "book",
		"title": "Technology and the Philosophy of Religion",
		"publisher": "Cambridge Scholars Publishing",
		"number-of-pages": "265",
		"source": "Google Books",
		"abstract": "The last one hundred years has seen unimaginable technological progress transforming every aspect of human life. Yet we seem unable to shake a profound unease with the direction of modern technology and its ideological siblings, global capitalism and massive consumption. Philosophers such as Marcuse, Borgmann and especially Heidegger, have developed important analyses of technological society, however in this book David Lewin argues that their ideas have remained limited either by their secular context, or by the narrow conception of religion that they do allow. This study guides the reader along the newly formed paths of the philosophy of technology, arguing that where those paths come to an abrupt end, a religious discourse is needed to articulate the ultimate concerns that drive technological action. It calls for a meditation on the central insight of many religious traditions that, in an ultimate sense, we ‘know not what we do.’ To acknowledge that we know not what we do is the first step towards a theology of technology that draws upon insights from the mystical theological tradition, as well as from recent developments in the continental philosophy of religion.",
		"ISBN": "978-1-4438-2532-0",
		"note": "Google-Books-ID: DYQnBwAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Lewin",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					9,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BRH5ZKYS",
		"type": "book",
		"title": "Thinking about God in an Age of Technology",
		"publisher": "OUP Oxford",
		"number-of-pages": "287",
		"source": "Google Books",
		"abstract": "Taking up the critique of theology found in the work of Heidegger, George Pattison argues for a model of thinking about God that would not be liable to the charge of `enframing' that Heidegger sees as characteristic of technological thinking. He constructs his case in relation to particular issues in bioethics, the place of theology in the university, the arts, and the contemporary experience of living in the city.",
		"ISBN": "978-0-19-927977-7",
		"note": "Google-Books-ID: 9WgTDAAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Pattison",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005",
					9,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Y8FDWZRQ",
		"type": "book",
		"title": "Christian Ethics in a Technological Age",
		"publisher": "Wm. B. Eerdmans Publishing",
		"number-of-pages": "419",
		"source": "Google Books",
		"abstract": "Through close analysis of the historical and conceptual roots of modern science and technology, Brian Brock here develops a theological ethic addressing a wide range of contemporary perplexities about the moral challenges raised by new technology.",
		"ISBN": "978-0-8028-6517-5",
		"note": "Google-Books-ID: 2I2_i1VFoyYC",
		"language": "en",
		"author": [
			{
				"family": "Brock",
				"given": "Brian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					6,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3USHGS2R",
		"type": "book",
		"title": "Transhumanism and Transcendence: Christian Hope in an Age of Technological Enhancement",
		"publisher": "Georgetown University Press",
		"number-of-pages": "229",
		"source": "Google Books",
		"abstract": "The timeless human desire to be more beautiful, intelligent, healthy, athletic, or young has given rise in our time to technologies of human enhancement. Athletes use drugs to increase their strength or stamina; cosmetic surgery is widely used to improve physical appearance; millions of men take drugs like Viagra to enhance sexual performance. And today researchers are exploring technologies such as cell regeneration and implantable devices that interact directly with the brain. Some condemn these developments as a new kind of cheating—not just in sports but in life itself—promising rewards without effort and depriving us most of all of what it means to be authentic human beings. “Transhumanists,” on the other hand, reject what they see as a rationalizing of human limits, as if being human means being content forever with underachieving bodies and brains. To be human, they insist, is to be restless with possibilities, always eager to transcend biological limits. As the debate grows in urgency, how should theology respond? Christian theologians recognize truth on both sides of the argument, pointing out how the yearnings of the transhumanists—if not their technological methods—find deep affinities in Christian belief. In this volume, Ronald Cole-Turner has joined seasoned scholars and younger, emerging voices together to bring fresh insight into the technologies that are already reshaping the future of Christian life and hope.",
		"ISBN": "978-1-58901-794-8",
		"note": "Google-Books-ID: b2OQ5nefgOMC",
		"shortTitle": "Transhumanism and Transcendence",
		"language": "en",
		"author": [
			{
				"family": "Cole-Turner",
				"given": "Ronald"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					9,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5MB8E28W",
		"type": "book",
		"title": "Cyborg Selves: A Theological Anthropology of the Posthuman",
		"publisher": "Routledge",
		"number-of-pages": "225",
		"source": "Google Books",
		"abstract": "What is the 'posthuman'? Is becoming posthuman inevitable-something which will happen to us, or something we will do to ourselves? Why do some long for it, while others fearfully reject it? These questions underscore the fact that the posthuman is a name for the unknown future, and therefore, not a single idea but a jumble of competing visions - some of which may be exciting, some of which may be frightening, and which is which depends on who you are, and what you desire to be. This book aims to clarify current theological and philosophical dialogue on the posthuman by arguing that theologians must pay attention to which form of the posthuman they are engaging, and to demonstrate that a 'posthuman theology' is not only possible, but desirable, when the vision of the posthuman is one which coincides with a theological vision of the human.",
		"ISBN": "978-1-317-15517-1",
		"note": "Google-Books-ID: wBEpDAAAQBAJ",
		"shortTitle": "Cyborg Selves",
		"language": "en",
		"author": [
			{
				"family": "Thweatt-Bates",
				"given": "Jeanine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					5,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/8UNNXSGC",
		"type": "book",
		"title": "Eschatology and the Technological Future",
		"publisher": "Routledge",
		"number-of-pages": "362",
		"source": "Google Books",
		"abstract": "The rapid advancement of technology has led to an explosion of speculative theories about what the future of humankind may look like. These \"technological futurisms\" have arisen from significant advances in the fields of nanotechnology, biotechnology and information technology and are drawing growing scrutiny from the philosophical and theological communities. This text seeks to contextualize the growing literature on the cultural, philosophical and religious implications of technological growth by considering technological futurisms such as transhumanism in the context of the long historical tradition of technological dreaming. Michael Burdett traces the latent religious sources of our contemporary technological imagination by looking at visionary approaches to technology and the future in seminal technological utopias and science fiction and draws on past theological responses to the technological future with Pierre Teilhard de Chardin and Jacques Ellul. Burdett’s argument arrives at a contemporary Christian response to transhumanism based around the themes of possibility and promise by turning to the works of Richard Kearney, Eberhard Jüngel and Jürgen Moltmann. Throughout, the author highlights points of correspondence and divergence between technological futurisms and the Judeo-Christian understanding of the future.",
		"ISBN": "978-1-317-57664-8",
		"note": "Google-Books-ID: ZU62BQAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Burdett",
				"given": "Michael S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					12,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QQQAKE88",
		"type": "book",
		"title": "Christian Moral Theology in the Emerging Technoculture: From Posthuman Back to Human",
		"publisher": "Routledge",
		"number-of-pages": "271",
		"source": "Google Books",
		"abstract": "We are living in an emerging technoculture. Machines and gadgets not only weave the fabric of daily life, but more importantly embody philosophical and religious values which shape the contemporary moral vision-a vision that is often at odds with Christian convictions. This book critically examines those values, and offers a framework for how Christian moral theology should be formed and lived-out within the emerging technoculture. Brent Waters argues that technology represents the principal cultural background against which contemporary Christian moral life is formed. Addressing contemporary ethical and religious issues, this book will be of particular interest to students and scholars exploring the ideas of Heidegger, Nietzsche, Grant, Arendt, and Borgmann.",
		"ISBN": "978-1-317-16672-6",
		"note": "Google-Books-ID: PmY3DAAAQBAJ",
		"shortTitle": "Christian Moral Theology in the Emerging Technoculture",
		"language": "en",
		"author": [
			{
				"family": "Waters",
				"given": "Brent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					5,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SQSXWRQR",
		"type": "book",
		"title": "The Myth of the Moral Brain: The Limits of Moral Enhancement",
		"publisher": "MIT Press",
		"number-of-pages": "351",
		"source": "Google Books",
		"abstract": "An argument that moral functioning is immeasurably complex, mediated by biology but not determined by it.Throughout history, humanity has been seen as being in need of improvement, most pressingly in need of moral improvement. Today, in what has been called the beginnings of “the golden age of neuroscience,” laboratory findings claim to offer insights into how the brain “does” morality, even suggesting that it is possible to make people more moral by manipulating their biology. Can “moral bioenhancement”—using technological or pharmaceutical means to boost the morally desirable and remove the morally problematic—bring about a morally improved humanity? In The Myth of the Moral Brain, Harris Wiseman argues that moral functioning is immeasurably complex, mediated by biology but not determined by it. Morality cannot be engineered; there is no such thing as a “moral brain.”Wiseman takes a distinctively interdisciplinary approach, drawing on insights from philosophy, biology, theology, and clinical psychology. He considers philosophical rationales for moral enhancement, and the practical realities they come up against; recent empirical work, including studies of the cognitive and behavioral effects of oxytocin, serotonin, and dopamine; and traditional moral education, in particular the influence of religious thought, belief, and practice. Arguing that morality involves many interacting elements, Wiseman proposes an integrated bio-psycho-social approach to the consideration of moral enhancement. Such an approach would show that, by virtue of their sheer numbers, social and environmental factors are more important in shaping moral functioning than the neurobiological factors with which they are interwoven.",
		"ISBN": "978-0-262-33366-5",
		"note": "Google-Books-ID: ytCaCwAAQBAJ",
		"shortTitle": "The Myth of the Moral Brain",
		"language": "en",
		"author": [
			{
				"family": "Wiseman",
				"given": "Harris"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					2,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NM6ML4MN",
		"type": "book",
		"title": "Cyborg Theology: Humans, Technology and God",
		"publisher": "I.B.Tauris",
		"number-of-pages": "280",
		"source": "Google Books",
		"abstract": "The concept of the cyborg, or cybernetic organism, has led to notably creative explorations of the ambiguous relationship between human beings and technology. In particular, Donna Haraway argued in her famous 1991 ‘Cyborg Manifesto’ that people, since they are so often now detached and separated from nature, have themselves evolved into cyborgs. This striking idea has had considerable influence within critical theory, cultural studies and even science fiction (where it has surfaced, for example, in the Terminator films and in the Borg of the Star Trek franchise). But it is a notion that has had much less currency in theology. In his innovative new book, Scott Midson boldly argues that the deeper nuances of Haraway’s and the cyborg idea can similarly rejuvenate theology, mythology and anthropology. Challenging the damaging anthropocentrism directed towards nature and the non-human in our society, the author reveals – through an imaginative reading of the myth of Eden – how it is now possible for humanity to be at one with the natural world even as it vigorously pursues novel, ‘post-human’, technologies.",
		"ISBN": "978-1-78672-295-9",
		"note": "Google-Books-ID: jixADwAAQBAJ",
		"shortTitle": "Cyborg Theology",
		"language": "en",
		"author": [
			{
				"family": "Midson",
				"given": "Scott A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6RZ2XBCK",
		"type": "post-weblog",
		"title": "Artificial Intelligence: A Guide to the Key Issues",
		"container-title": "Bishop Steven's Blog",
		"abstract": "I’ve been exploring Artificial Intelligence for some time now.  In June I was appointed to sit on a new House of Lords Select Committee on AI as part of my work in the House of Lords.",
		"URL": "https://blogs.oxford.anglican.org/artificial-intelligence-guide-key-issues/",
		"shortTitle": "Artificial Intelligence",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					8,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/UKRPL44C",
		"type": "post-weblog",
		"title": "Artificial Intelligence",
		"container-title": "Bishop Steven's Blog",
		"abstract": "My top eight issues in AI and the deep theological questions they raise...",
		"URL": "https://blogs.oxford.anglican.org/artificial-intelligence-eight-key-issues/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6PLE4LFJ",
		"type": "post-weblog",
		"title": "Radio 4 Thought for the Day",
		"container-title": "Bishop Steven's Blog",
		"abstract": "Bishop Steven gave his Thought for the Day on Saturday 30th December 2017 during a programme edited by Artificial Intelligence (AI). “How are you feeling?” “What’s your energy like today?” Imagine being asked the same questions every day not by a person but by a machine. My eye was drawn earlier this year to the …",
		"URL": "https://blogs.oxford.anglican.org/radio-4-thought-day/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					12,
					30
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/U8MFKRP3",
		"type": "post-weblog",
		"title": "The only way is Ethics",
		"container-title": "Bishop Steven's Blog",
		"abstract": "AI in the UK: ready, willing and able? is the new report from the Lords Select Committee on Artificial Intelligence. The Bishop of Oxford, the Rt Revd Dr Steven Croft, a member of the committee, explores a critical moment for AI: humankind has the power now to shape AI as it develops.",
		"URL": "https://blogs.oxford.anglican.org/the-only-way-is-ethics/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					4,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KWRNALB2",
		"type": "post-weblog",
		"title": "How to be human",
		"container-title": "Bishop Steven's Blog",
		"abstract": "Bishop Steven Croft explores the fundamental question of our age: what does it mean to be human and how do we live well in the age of the machine?",
		"URL": "https://blogs.oxford.anglican.org/how-to-be-human/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W3NKCWTA",
		"type": "post-weblog",
		"title": "Move fast and mend things",
		"container-title": "Bishop Steven's Blog",
		"abstract": "The Bishop of Oxford is one of an expert panel of advisers appointed to shape the work of the world’s first Centre for Data Ethics and Innovation.",
		"URL": "https://blogs.oxford.anglican.org/move-fast-and-mend-things/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/N7PUZUGG",
		"type": "post-weblog",
		"title": "How AI is Changing Global Understanding and Cooperation",
		"container-title": "Medium",
		"abstract": "Introducing Christians to key questions about Artificial Intelligence and its role in society",
		"URL": "https://medium.com/ai-and-christianity/how-ai-is-changing-global-understanding-and-cooperation-7eb995349b87",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VMPNEXK7",
		"type": "post-weblog",
		"title": "Relating to Artificial Persons in Everyday Life",
		"container-title": "AI and Christianity",
		"abstract": "How how does our treatment of artificial persons shape our character, relationships, and human understanding?",
		"URL": "https://medium.com/ai-and-christianity/relating-to-artificial-persons-in-everyday-life-60bd9ff005ae",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IQIV8FVT",
		"type": "post-weblog",
		"title": "How will AI Transform Work, Creativity, and Purpose?",
		"container-title": "Medium",
		"abstract": "To Christians, work is part of our human identity and our worship. So too are our inventions.",
		"URL": "https://medium.com/ai-and-christianity/how-will-ai-transform-work-creativity-and-purpose-a8c78aa3368e",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					27
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/YNJ3MTFS",
		"type": "post-weblog",
		"title": "AI in Counseling & Spiritual Care",
		"container-title": "AI and Christianity",
		"abstract": "Predictive models are transforming mental health. They might also monitor and shape our moral lives.",
		"URL": "https://medium.com/ai-and-christianity/ai-in-counseling-spiritual-care-e324d9aea3b0",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					2
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/G7JRQVHJ",
		"type": "post-weblog",
		"title": "How AI is Shaping Ideas of Sin, Justice, Freedom, and Forgiveness",
		"container-title": "Medium",
		"abstract": "What can Christians offer a world that expects machines to predict our moral and legal futures?",
		"URL": "https://medium.com/ai-and-christianity/how-ai-is-shaping-ideas-of-sin-justice-freedom-and-forgiveness-5204457926c5",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/484ABTAQ",
		"type": "post-weblog",
		"title": "Finance, Charity, and Fairness",
		"container-title": "AI and Christianity",
		"abstract": "AIs are influencing how resources reach the people who need them most. Christians need ways to design, audit, & remake them.",
		"URL": "https://medium.com/ai-and-christianity/finance-charity-and-fairness-bce760ef6821",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Q3AJCCIT",
		"type": "post-weblog",
		"title": "Artificial Intelligence in Christian Thought and Practice",
		"container-title": "Medium",
		"abstract": "This series by Christian computer scientists introduces questions for Christians about AI and its role in society",
		"URL": "https://medium.com/ai-and-christianity/artificial-intelligence-in-christian-thought-and-practice-20ec8635a94f",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Y554SZGI",
		"type": "article-journal",
		"title": "Machines of Loving Grace: Angels, Cyborgs and Postsecular Labour",
		"container-title": "Journal for Cultural and Religious Theory",
		"page": "240-259",
		"volume": "16",
		"issue": "2",
		"source": "hcommons.org",
		"abstract": "Charles Taylor’s ‘secular age’ was always also a machine age; the death of God and the mechanisation of the world developed in tandem with one another. Yet magic did not disappear from this new world so much as find itself transposed into new forms, new bodies, and new powers. This paper will explore the implications of this tranposition.  On Marx’s account, a machine is made up of three components: a motor mechanism, a self-moving power which drives the machine as a whole; a transmitting mechanism, which divides and distributes this power; and the tool or working machine. We might, then, read Dionysius’ decidedly un-secular Celestial Hierarchy as the description of a heavenly machine designed, as Agamben suggests, for the government of the world and the generation of surplus value in the form of doxology. The divine eros which generates the Dionysian cosmos originates with God, is passed on by the angelic messengers, who transmit the divine power to the ecclesiastical hierarchy, whose members labour to become fellow workers with God.  As Marx well knew, machines can function as instruments either of domination or of liberation. This paper will bring Dionysius’ account of angelic labour into conversation with contemporary discussions of the machinic transformation of human labour. First, it will think through the relationship of the divine eros and the role of angels as ‘fellow workmen for God’ in dialogue with Frédéric Lordon and Maurizio Lazzarato’s account of the entanglement of machines and desire in contemporary labour. Second, it will bring the ambiguous role of angels in Dionysius’ anthropology to bear on Donna Haraway’s exposition of the utopian possibilities of the figure of the cyborg as a figure for the possible futures of human life and labour. How might Dionysius help us to think postsecular labour anew?",
		"URL": "https://hcommons.org/deposits/item/hc:14351/",
		"shortTitle": "Machines of Loving Grace",
		"language": "en-US",
		"author": [
			{
				"family": "Rose",
				"given": "Marika"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			],
			"season": "Spring"
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BTBJDQVD",
		"type": "book",
		"title": "Technology and Empire",
		"publisher": "House of Anansi Press Incorporated",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "George Grant -- philosopher, conservative, Canadian nationalist -- was one of Canada's most significant thinkers and the author of Lament for a Nation. In Technology and Empire, Grant reflects on the extent to which technology has shaped our modern culture.",
		"ISBN": "978-0-88784-876-6",
		"note": "Google-Books-ID: fXTVi3E55zoC",
		"language": "en",
		"author": [
			{
				"family": "Grant",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1991",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SN5FFVYY",
		"type": "book",
		"title": "Technology and Justice",
		"publisher": "House of Anansi Press Incorporated",
		"number-of-pages": "137",
		"source": "Google Books",
		"abstract": "In six magnificent essays, George Grant reflects on the extent to which technology has shaped the way we live now. Admirers of Grant's English-Speaking Justice will welcome this exploration of the fate of traditional values in modern education, social behaviour, and religion, as well as Grant's penetrating insights into the technology of birth.",
		"ISBN": "978-0-88784-877-3",
		"note": "Google-Books-ID: BXhLdjIPCykC",
		"language": "en",
		"author": [
			{
				"family": "Grant",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1991",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3AN5DERA",
		"type": "motion_picture",
		"title": "Artificial Intelligence, Robots and Human Identity",
		"abstract": "Talk given by Prof. John Wyatt as part of Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2339041",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/V5LQ6U5C",
		"type": "motion_picture",
		"title": "Can we say 'you' to artifacts: personhood and creation in a technological world",
		"abstract": "Talk given by Dr Michael Burdett as part of short course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2352319",
		"author": [
			{
				"family": "Burdett",
				"given": "Michael S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/UW6467RU",
		"type": "motion_picture",
		"title": "Communication, God and Machines",
		"abstract": "Lecture given by Prof. Richard Harper on the Robots, Reality and Religion Short Course",
		"URL": "https://www.sms.cam.ac.uk/media/2360416",
		"author": [
			{
				"family": "Harper",
				"given": "Richard"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/8KZW6DYX",
		"type": "motion_picture",
		"title": "Ethical Implications of Emotionally Responsive Machines",
		"abstract": "Talk given by Prof. Peter Robinson as part of Short Course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2369313",
		"author": [
			{
				"family": "Robinson",
				"given": "Peter"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/34XC8A59",
		"type": "motion_picture",
		"title": "Social Implications and the Future of Work",
		"abstract": "Talk given by Prof. Nigel Cameron as part of short course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2334042",
		"author": [
			{
				"family": "Cameron",
				"given": "Nigel"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W59X3K2J",
		"type": "motion_picture",
		"title": "Science Fiction and Religion",
		"abstract": "Talk given by Dr Beth Singler as part of Short Course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2356912",
		"author": [
			{
				"family": "Singler",
				"given": "Beth"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/FZ7GSXK3",
		"type": "motion_picture",
		"title": "Religious Faith in an Age of Intelligent Machines",
		"abstract": "Talk given by Dr David Glass as part of Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2347977",
		"author": [
			{
				"family": "Glass",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KPZM33AD",
		"type": "motion_picture",
		"title": "Artificial Intelligence and the search for Extra-Terrestrial Life",
		"abstract": "Talk given by Lord Martin Rees at Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2356167",
		"author": [
			{
				"family": "Rees",
				"given": "Martin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W4X2RS22",
		"type": "motion_picture",
		"title": "Could a robot ever have real human identity?",
		"abstract": "Talk given by Prof. John Wyatt at Summer Course 2018",
		"URL": "https://www.sms.cam.ac.uk/media/2817939",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VRHT5E5U",
		"type": "article-journal",
		"title": "Introduction: Religion and the New Technologies",
		"container-title": "Religions",
		"page": "129",
		"volume": "8",
		"issue": "7",
		"source": "www.mdpi.com",
		"abstract": "In April 2000, Wired published a controversial article entitled “Why the Future Doesn’t Need Us” by Joy (2000), co-founder and chief scientist at Sun Microsystems.[...]",
		"URL": "https://www.mdpi.com/2077-1444/8/7/129",
		"DOI": "10.3390/rel8070129",
		"shortTitle": "Introduction",
		"language": "en",
		"author": [
			{
				"family": "Herzfeld",
				"given": "Noreen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					7
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KSW3P3AQ",
		"type": "article-journal",
		"title": "The Glorified Body: Corporealities in the Catholic Tradition",
		"container-title": "Religions",
		"page": "166",
		"volume": "8",
		"issue": "9",
		"source": "www.mdpi.com",
		"abstract": "The rise of new technologies—robotics, artificial intelligence, and nanotechnology among them—gave the American computer scientist Bill Joy certain pause for deep concern; these, he cautioned, carry the very real potential to push humankind toward extinction. In this essay, I explore an often understated reference in conversations on the promises and shortcomings of said technologies: the disposability of the human body. The Catholic tradition, in particular, boasts a rich and extensive collection of teachings on the theology of the body, which addresses, among other things, the significance of the body for human identity, its relationship to the soul, our (restrained) rights and mastery over it, its (proper) uses over the course of life, its relationship with other bodies, the value of its limitations, and its postmortem fate. Here, I engage the Church’s understanding of the centrality of the body alongside currents in transhumanist philosophy which champion technologies that neglect, or intentionally seek to discard, the body in the name of progress.",
		"URL": "https://www.mdpi.com/2077-1444/8/9/166",
		"DOI": "10.3390/rel8090166",
		"shortTitle": "The Glorified Body",
		"language": "en",
		"author": [
			{
				"family": "Labrecque",
				"given": "Cory Andrew"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					9
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VK8BPT35",
		"type": "article-journal",
		"title": "The Catholic Church and Technological Progress: Past, Present, and Future",
		"container-title": "Religions",
		"page": "106",
		"volume": "8",
		"issue": "6",
		"source": "www.mdpi.com",
		"abstract": "Over 2000 years the Catholic Church has slowly developed a posture towards technology which is predominantly techno-optimist and techno-progressive, and yet the Church does not have this reputation today. Concomitantly, Church institutions and individuals have made crucial contributions to the advance of science and technology, yet despite this practical effort to better human development, Christian theology has been remarkably uninterested in the subject of technology. This lack of interest is no longer tenable; scholars of religion and theologians should seriously engage technology because it is empowering humanity in ways that were previously reserved only for gods. This blind spot has not only hampered the Church’s ability to understand itself and our world, but also impeded the ability of the Church to fulfill its mission. Pope Francis’s 2015 encyclical Laudato Si has begun to address this neglect, but is best understood in the context of Christian history, not only as written, but more so as practiced.",
		"URL": "https://www.mdpi.com/2077-1444/8/6/106",
		"DOI": "10.3390/rel8060106",
		"shortTitle": "The Catholic Church and Technological Progress",
		"language": "en",
		"author": [
			{
				"family": "Green",
				"given": "Brian Patrick"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					6
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/ZGEX2QQH",
		"type": "article-journal",
		"title": "The Limits of Machine Ethics",
		"container-title": "Religions",
		"page": "100",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "Machine Ethics has established itself as a new discipline that studies how to endow autonomous devices with ethical behavior. This paper provides a general framework for classifying the different approaches that are currently being explored in the field of machine ethics and introduces considerations that are missing from the current debate. In particular, law-based codes implemented as external filters for action—which we have named filtered decision making—are proposed as the basis for future developments. The emergence of values as guides for action is discussed, and personal language –together with subjectivity- are indicated as necessary conditions for this development. Last, utilitarian approaches are studied and the importance of objective expression as a requisite for their implementation is stressed. Only values expressed by the programmer in a public language—that is, separate of subjective considerations—can be evolved in a learning machine, therefore establishing the limits of present-day machine ethics.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/100",
		"DOI": "10.3390/rel8050100",
		"language": "en",
		"author": [
			{
				"family": "Lumbreras",
				"given": "Sara"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5J98ZIDQ",
		"type": "article-journal",
		"title": "Resurrection of the Body and Cryonics",
		"container-title": "Religions",
		"page": "96",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "The Christian doctrine of resurrection of the body is employed to interpret the cryonics program of preserving legally dead people with the plan to restore them when future medicine can effectively address the cause of death. Cryonics is not accepted by mainstream science, and even if the vision is never realized, it is worth the effort to use it as a thought experiment to test the capability of the Christian theological system to address this issue in the unfolding new world of human enhancement. Drawing on the apostle Paul, whose view was based in the Jewish notion of psychosomatic unity, Christian resurrection includes emphases on physicality, radical transformation, and continuity of personal identity. Successful cryonics scenarios can include restoring a person to more or less the same life they had before or, more likely, utilize robotics, tissue regeneration, and other future advances in human enhancement technology to restore one to an enhanced state. Christian resurrection and the more likely cryonics scenario both entail physicality, radical transformation, and continuity of personal identity and, as such, can be understood to be technological expressions of Christian resurrection.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/96",
		"DOI": "10.3390/rel8050096",
		"language": "en",
		"author": [
			{
				"family": "Mercer",
				"given": "Calvin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NQ7FZ6X8",
		"type": "article-journal",
		"title": "Willful Control and Controlling the Will: Technology and Being Human",
		"container-title": "Religions",
		"page": "90",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "One purported benefit of technology is that it gives humans greater control over how they live their lives. Various technologies are used to protect humans from what are perceived to be the capricious whims of indifferent natural forces. Additionally, technology is used to create circumstances and opportunities that are believed to be preferable because they are more subject to human control. In large measure, the lives of late moderns are effectively constructed and asserted as artifacts of what they will themselves to be. This control is seen prominently at the beginning and end of life. Technology is employed to overcome infertility, prevent illness, disability, and undesirable traits, to select desirable traits and increasingly enhance them. At the end of life, late moderns have a far greater range of options at their disposal than past generations: they can choose to delay death, control pain, or end their lives at the time and with the means of their choosing. The greater control that technology offers helps humans to survive and even flourish, but it comes at a price. One such cost is that it tends to reduce humans to being little more than a will confined within a body. The body is thereby effectively perceived to be an impediment to the will that should be overcome. Is this troubling? Yes. I argue that the purported control technology offers often serves as a distraction or blind spot that may prevent humans from understanding and consenting to their good. In making this argument I draw upon the Christian doctrine of the incarnation as a way of disclosing the creaturely good of finitude against which the will should conform rather than attempting to overcome. I also draw upon Iris Murdoch’s and Simone Weil’s concept of “unselfing” as a way of conforming the will with this good. I revisit issues related to the beginning and end of life to draw-out some of the implications of my argument.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/90",
		"DOI": "10.3390/rel8050090",
		"shortTitle": "Willful Control and Controlling the Will",
		"language": "en",
		"author": [
			{
				"family": "Waters",
				"given": "Brent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/LHZKM3QH",
		"type": "article-journal",
		"title": "Big Data, Ethics and Religion: New Questions from a New Science",
		"container-title": "Religions",
		"page": "88",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "Hopes, fears, and ethical concerns relating to technology are as old as technology itself. When considering the increase in the power of computers, and their ever-more widespread use over recent decades, concerns have been raised about the social impact of computers and about practical issues arising from their use: the manner in which data is harvested, the preservation of confidentiality where people’s personal information is concerned, the security of systems in which such data is stored, and so on. With the arrival of “big data” new ethical concerns surrounding computer-based technology arise—concerns connected not only with social issues, and with the generation of data and its security, but also with its interpretation by data scientists, and with the burgeoning trade in personal data. The first aim of this paper is to introduce some of these ethical issues, and the second is to suggest some possible ways in which they might be addressed. The latter includes some explorations of the ways in which insights from religious and theological perspectives might be valuable. It is urged that theology and data science might engage in mutually-beneficial dialogue.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/88",
		"DOI": "10.3390/rel8050088",
		"shortTitle": "Big Data, Ethics and Religion",
		"language": "en",
		"author": [
			{
				"family": "Fuller",
				"given": "Michael"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QF4A2R4U",
		"type": "article-journal",
		"title": "Awe and Artifacts: Religious and Scientific Endeavor",
		"container-title": "Religions",
		"page": "85",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "The article takes as its point of departure the reflections of Henry Adams and Jacques Ellul on the possible gradual replacement of objects used in religious worship with objects used in technological worship, and advances the hypothesis that such a substitution is unlikely. Using information from psychology, history of religions, and history of science, the perspective proposed is that of a parallel historical analogous development of both religious and scientific attitudes of awe by the use of artifacts carrying two functions: firstly, to coagulate social participation around questions dealing with humanity’s destiny and interpersonal relationships across communities, and secondly to offer cultural coherence through a communal sense of social stability, comfort, and security. I argue that, though animated by attitudes of awe (“awefull”), both leading scientists and religious founders have encountered the difficulty in representing and introducing this awe to the large public via “awesome” artifacts. The failure to represent coherently the initial awe via artifacts may give rise to “anomalous awefullness”: intolerance, persecutions, global conflicts.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/85",
		"DOI": "10.3390/rel8050085",
		"shortTitle": "Awe and Artifacts",
		"language": "en",
		"author": [
			{
				"family": "Untea",
				"given": "Ionut"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/CGHJC4JC",
		"type": "article-journal",
		"title": "Moral Bioenhancement through An Intersectional Theo-Ethical Lens: Refocusing on Divine Image-Bearing and Interdependence",
		"container-title": "Religions",
		"page": "84",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "This article begins with a brief interrogation of the meanings of moral and virtue. Next, an intersectional Christian theo-ethical lens focusing on humans as divine image-bearers is used to generate critical insights regarding the influence of extreme individualism on approaches to moral bioenhancement. This alternative lens emphasizes the interdependence of life, and the contextual character of moral dispositions. The questions of what it means to be creatures bearing the imago dei and making moral choices, is at the center of this exploration. The author concludes that while there may be justifiable exceptions, for now moral bioenhancements are unwarranted. Moral improvement will be better achieved through more effective educational strategies, and possibly spiritual enhancements, that are geared toward appreciation for the interdependence of all life.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/84",
		"DOI": "10.3390/rel8050084",
		"shortTitle": "Moral Bioenhancement through An Intersectional Theo-Ethical Lens",
		"language": "en",
		"author": [
			{
				"family": "Trothen",
				"given": "Tracy J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/B62VT52B",
		"type": "article-journal",
		"title": "The Disappearing Human: Gnostic Dreams in a Transhumanist World",
		"container-title": "Religions",
		"page": "81",
		"volume": "8",
		"issue": "5",
		"source": "www.mdpi.com",
		"abstract": "Transhumanism is dedicated to freeing humankind from the limitations of biological life, creating new bodies that will carry us into the future. In seeking freedom from the constraints of nature, it resembles ancient Gnosticism, but complicates the question of what the human being is. In contrast to the perspective that we are our brains, I argue that human consciousness and subjectivity originate from complex interactions between the body and the surrounding environment. These qualities emerge from a distinct set of structural couplings embodied within multiple organ systems and the multiplicity of connections within the brain. These connections take on different forms, including structural, chemical, and electrical manifestations within the totality of the human body. This embodiment suggests that human consciousness, and the intricate levels of experience that accompany it, cannot be replicated in non-organic forms such as computers or synaptic implants without a significant loss to human identity. The Gnostic desire to escape our embodiment found in transhumanism carries the danger of dissolving the human being.",
		"URL": "https://www.mdpi.com/2077-1444/8/5/81",
		"DOI": "10.3390/rel8050081",
		"shortTitle": "The Disappearing Human",
		"language": "en",
		"author": [
			{
				"family": "Pugh",
				"given": "Jeffrey C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HUGRHJWK",
		"type": "article-journal",
		"title": "Incarnating the Unknown: Planetary Technologies for a Planetary Community",
		"container-title": "Religions",
		"page": "65",
		"volume": "8",
		"issue": "4",
		"source": "www.mdpi.com",
		"abstract": "This article suggests that current technological development is based upon outdated ways of understanding human beings as “exceptional” to the rest of the natural world. As such, these technologies help serve to reify certain human lives at the expense of others. I argue that such exceptionalism depends upon an understanding of transcendence that is totally other. Using examples such as “Earthrise” and the UN’s International Treaty on Outer Space, I argue that an immanent understanding of “the other” renegotiates how we understand our embeddedness within the rest of the evolving planetary community. As part of renegotiating a planetary anthropology, we must also begin rethinking technologies as for the planet (not just for humans).",
		"URL": "https://www.mdpi.com/2077-1444/8/4/65",
		"DOI": "10.3390/rel8040065",
		"shortTitle": "Incarnating the Unknown",
		"language": "en",
		"author": [
			{
				"family": "Bauman",
				"given": "Whitney A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/JKBENKYV",
		"type": "article-journal",
		"title": "Should CRISPR Scientists Play God?",
		"container-title": "Religions",
		"page": "61",
		"volume": "8",
		"issue": "4",
		"source": "www.mdpi.com",
		"abstract": "Will CRISPR usher in a new era of Promethean overreach? CRISPR makes gene editing widely available and cheap. Anti-play-god bioethicists fear that geneticists will play god and precipitate a backlash from nature that could be devastating. In contrast to the anti-play-god bioethicists, this article recommends that laboratory science invoke the Precautionary Principle: pause at the yellow caution light, but then with constant risk-assessment proceed ahead.",
		"URL": "https://www.mdpi.com/2077-1444/8/4/61",
		"DOI": "10.3390/rel8040061",
		"language": "en",
		"author": [
			{
				"family": "Peters",
				"given": "Ted"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/PHY4BG6T",
		"type": "article-journal",
		"title": "New Technologies—Old Anthropologies?",
		"container-title": "Religions",
		"page": "52",
		"volume": "8",
		"issue": "4",
		"source": "www.mdpi.com",
		"abstract": "Eighty years ago, Nicholas Berdyaev cautioned that new technological problems needed to be addressed with a new philosophical anthropology. Today, the transhumanist goal of mind uploading is perceived by many theologians and philosophers to be dangerous due to its violation of the human person. I contrast transhumanist “patternist” views of the person with Brent Waters’s Augustinian view of the technological pilgrim, Celia Deane-Drummond’s evolutionary Thomistic view of humanity, and Francis Fukuyama’s insistence on the inviolability of “Factor X”. These latter three thinkers all disagree with the patternist position, but their views are also discordant with each other. This disagreement constitutes a challenge for people of faith confronting transhumanism—which view is to be taken right? I contend that Science, Technology and Society (STS) studies can enrich our understanding of the debates by highlighting the transmutation of philosophical view into scientific theory and the intermingled nature of our forms of knowledge. Furthermore, I contend that STS helps Christians understand the evolution of their own anthropologies and suggests some prospects for future theological anthropology.",
		"URL": "https://www.mdpi.com/2077-1444/8/4/52",
		"DOI": "10.3390/rel8040052",
		"language": "en",
		"author": [
			{
				"family": "Checketts",
				"given": "Levi"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/448X66SC",
		"type": "article-journal",
		"title": "Moral Enhancement and Deification Through Technology?",
		"container-title": "Theology and Science",
		"page": "243-246",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"URL": "https://doi.org/10.1080/14746700.2018.1488465",
		"DOI": "10.1080/14746700.2018.1488465",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Weissenbacher",
				"given": "Alan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/ZQCKN2TM",
		"type": "article-journal",
		"title": "Deification and Creaturehood in an Age of Enhancement",
		"container-title": "Theology and Science",
		"page": "247-250",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"URL": "https://doi.org/10.1080/14746700.2018.1488467",
		"DOI": "10.1080/14746700.2018.1488467",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Burdett",
				"given": "Michael"
			},
			{
				"family": "Lorrimar",
				"given": "Victoria"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/U9T8MHIF",
		"type": "article-journal",
		"title": "Genetic Engineering, Virtue-First Enhancement, and Deification in Neo-Irenaean Theodicy",
		"container-title": "Theology and Science",
		"page": "251-272",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "This article seeks to provide a unified explanation to two profound challenges to Christian belief: the existence of evil and Darwin’s theory of natural selection. It is argued that an understanding of the full implications of our evolutionary past in conjunction with the Irenaean theodicy provides us with the best answer to these challenges. The traditional Irenaean theodicy emphasizes the importance of education for soul building. Soul building can benefit from technologically enhancing the biological superstructure of our humanity. In particular, genetic engineering can enhance human virtue. The biological basis of our moral natures can be improved using genetic technologies, including (possibly) somatic and germline engineering. To plan for virtue-first enhancement—the Genetic Virtue Project, which focuses on genetic improvements to our moral natures—is of paramount importance for the neo-Irenaean theodicy.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488472",
		"DOI": "10.1080/14746700.2018.1488472",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Walker",
				"given": "Mark"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/647T5XPS",
		"type": "article-journal",
		"title": "Genetic Virtue Program: An Unfeasible Neo-Pelagian Theodicy?",
		"container-title": "Theology and Science",
		"page": "273-278",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "In his article, “Genetic Engineering, Virtue-First Enhancement, and Neo-Irenaean Theodicy,” Mark Walker has ventured farther into science more than most when it comes to exploring theodicy. After exposing the Achilles heel of the traditional free-will defense, Walker develops the Irenaean and Augustinian responses to the anthropic problem. Most importantly for this discussion, Walker proceeds to propose Genetic-First-Enhancement as part of his neo-Irenaean theodicy formulation. Overall, there are two major concerns I raised: the impossibility of a gradient morality in the presence of free will, and the scientific impossibility of Genetic Virtue Program. However, my claims are falsifiable if future genetic modifications do indeed improve morality. Before that is proven, I agree with Walker that, yes, we should play God, albeit, with his proposed virtue-first program.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488473",
		"DOI": "10.1080/14746700.2018.1488473",
		"ISSN": "1474-6700",
		"shortTitle": "Genetic Virtue Program",
		"author": [
			{
				"family": "Gouw",
				"given": "Arvin M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Y3RCQIWI",
		"type": "article-journal",
		"title": "Raising the Virtuous Bar: The Underlying Issues of Genetic Moral Enhancement",
		"container-title": "Theology and Science",
		"page": "279-287",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "From the perspective of virtue ethics, is it possible and permissible to enhance moral behavior through gene modification? In preparation to answer this question, we must ask five questions: (1) What may we assume regarding genetic inheritance and human nature? (2) Can specific genes predispose behavior related to the moral virtues? (3) What kind of genetic enhancement would be useful for moral enhancement? (4) Should there be a distinction between somatic and germline gene modification? (5) Is genetic modification best approach to moral enhancement? This article concedes that genetic engineering has the capacity to enhance the human disposition to moral behavior, but gene editing cannot create virtue because virtues are stable, habituated dispositions, acquired over time. That being said, gene editing for purposes of enhancing moral behavior is permissible.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488474",
		"DOI": "10.1080/14746700.2018.1488474",
		"ISSN": "1474-6700",
		"shortTitle": "Raising the Virtuous Bar",
		"author": [
			{
				"family": "Molhoek",
				"given": "Braden"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/WRLP5QU2",
		"type": "article-journal",
		"title": "Defending Cognitive Liberty in an Age of Moral Engineering",
		"container-title": "Theology and Science",
		"page": "288-299",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "In 2009, Mark Walker first proposed the Genetic Virtue Project, advancing that science should explore using genetic engineering to eliminate moral evils just as it attempts to eliminate natural ones like disease. This seemed like an issue for the far future given the unique challenges. Walker focused on the wrong aspect of personhood, however, as moral engineering of the brain appears to be a more likely possibility. As early aspects of moral engineering the brain are in development, especially through the manipulation of the neural correlates of religious and political beliefs, emotions, and behaviors, I consider several issues surrounding this project so as to protect individual rights and prevent future harms. I advance an internal criterion for the field called Acceptability Across Ideologies to serve as a guide to protect against coercive and harmful technologies and analyze how current laws protecting cognitive liberty are lacking and in need of revision.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488476",
		"DOI": "10.1080/14746700.2018.1488476",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Weissenbacher",
				"given": "Alan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BMZLHZHX",
		"type": "article-journal",
		"title": "Can We Genetically Engineer Virtue and Deification?",
		"container-title": "Theology and Science",
		"page": "300-307",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "In this article we ask: could we speed up the attainment of religious goals such as virtuous living or even deification through genetic engineering? After reviewing current scientific knowledge gained from genetic engineering, it is difficult to answer affirmatively. Because virtuous living is complex and difficult to define, it makes searching for relevant genes difficult. To date, such genes do not appear in the geneticist’s inventory. An additional unknown is the role of free will. Even more important, theologically, is the role of God in leading to our sanctification. This present negative conclusion, however, does not preclude possible future advances in the science of virtue.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488477",
		"DOI": "10.1080/14746700.2018.1488477",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Woloschak",
				"given": "Gayle E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/WZPRIY9J",
		"type": "article-journal",
		"title": "Genetic Moral Enhancement? Yes. Holiness? No",
		"container-title": "Theology and Science",
		"page": "308-318",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "As moral human beings, we deplore our violence and try to rein it in through moral suasion and post-hoc restraint. Could genetic engineering help? Moral enhancement through genetic engineering might predispose us to performing good acts, good deeds. However, good acts alone, theologically speaking, do not count as either morality or holiness. Becoming a good and holy person-in-community is a process of freely chosen character development. While re-creating ourselves genetically to eliminate aggressive acts is not insignificant, such interventions constitute a starting point, not the endpoint, of living a meaningful life in relation to God. Bernard Lonergan’s notion of moral agency requires moral conversion and religious conversion, neither of which could be achieved through gene expression alone. Conversion requires free and intentional participation in moral character development. Finally, we note that salvation according to Christianity is not earned, regardless of a person’s good acts or good moral character.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488521",
		"DOI": "10.1080/14746700.2018.1488521",
		"ISSN": "1474-6700",
		"shortTitle": "Genetic Moral Enhancement?",
		"author": [
			{
				"family": "Benders",
				"given": "Alison"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IEZTLTZ3",
		"type": "article-journal",
		"title": "Genetically Engineered Traits versus Virtuous Living",
		"container-title": "Theology and Science",
		"page": "319-329",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "It is fruitless to attempt to genetically engineer virtuous living. Prenatal genome modification could, in principle, establish desired traits and predispose us to certain behaviors. But, traits given at birth are not the same thing as a virtuous character that can be acquired only by self-discipline. The ethicist further fears that free market eugenics—the sale of gene modification—may become one more expression of the social sin our culture inherits.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488522",
		"DOI": "10.1080/14746700.2018.1488522",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Fullam",
				"given": "Lisa"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/L564VPDQ",
		"type": "article-journal",
		"title": "Theosis and Human Enhancement",
		"container-title": "Theology and Science",
		"page": "330-342",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "Recent theological work on the meaning of theosis or deification has largely ignored today’s cultural context in which ordinary Christians are expected to put theosis into practice. The widespread use of various technologies of human enhancement creates expectations that might distort the interpretation of theosis. Human enhancement technologies tend to feed off the desire to expand the self, while theosis is grounded in the idea that true divinization means becoming like God in God’s own kenosis of self-giving love. The theology of theosis is a call to empty the self, not to expand it. If theosis defines the Christian life, the use of human enhancement technology is largely a matter of indifference.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488526",
		"DOI": "10.1080/14746700.2018.1488526",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Cole-Turner",
				"given": "Ron"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/DN42TLAA",
		"type": "article-journal",
		"title": "On Biotechnology, Theology, and the Human Sciences",
		"container-title": "Theology and Science",
		"page": "343-352",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "There may be very good Christian theological reasons to oppose human biotechnological enhancement. It is, however, difficult to discern what they are. Much of the specifically Christian response to transhumanist biotechnological enhancement has revolved around the metaphysics of human persons; this is hardly surprising, given that similar themes appear in other bioethical themes, such as over in vitro fertilization, abortion, and euthanasia. The main aim of this paper is to clarify the theological requirements for such responses, particularly those that are mistakenly delegated to scientists. In particular, the paper will focus on the need for a Christian theological account of human nature that does not unduly rely on biological accounts of the same.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488527",
		"DOI": "10.1080/14746700.2018.1488527",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Jong",
				"given": "Jonathan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/I5WCJQQN",
		"type": "article-journal",
		"title": "Imago Dei, DNA, and the Transhuman Way",
		"container-title": "Theology and Science",
		"page": "353-362",
		"volume": "16",
		"issue": "3",
		"source": "Taylor and Francis+NEJM",
		"abstract": "Might genetic engineering or cyborgization turn mortal humans into immortal gods? How transformable are we? A proleptic model of the imago Dei signifies that a transformation is coming, that who we are as human beings is yet to be determined by our future. Of five theological models of the imago Dei—(1) rationality; (2) morality; (3) relationality; (4) prolepsis; and (5) created co-creator—the proleptic and co-creator models are particularly open to an alliance with technological transformation. However, even biological enhancement or intelligence amplification will not turn sinners into saints. Only divine grace can accomplish redemption; only divine grace can insure that we become who we truly are.",
		"URL": "https://doi.org/10.1080/14746700.2018.1488529",
		"DOI": "10.1080/14746700.2018.1488529",
		"ISSN": "1474-6700",
		"author": [
			{
				"family": "Peters",
				"given": "Ted"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3ZSFR6AW",
		"type": "book",
		"title": "Transhumanism and the Image of God: Today's Technology and the Future of Christian Discipleship",
		"publisher": "InterVarsity Press",
		"number-of-pages": "book",
		"source": "Google Books",
		"abstract": "We're constantly invited to think about the future of technology as a progressive improvement of tools: our gadgets will continue to evolve, but we humans will stay basically the same. In the future, perhaps even alien species and intelligent robots will coexist right alongside humans, who will grapple with challenges and emerge as the heroes. But the truth is that radical technological change has the power to radically shape humans as well. We must be well informed and thoughtful about the steps we're already taking toward a transhuman or even posthuman future. Can we find firm footing on a slippery slope? Biblical ethicist Jacob Shatzer guides us into careful consideration of the future of Christian discipleship in a disruptive technological environment. InTranshumanism and the Image of God, Shatzer explains the development and influence of the transhumanist movement, which promotes a \"next stage\" in human evolution. Exploring topics such as artificial intelligence, robotics, medical technology, and communications tools, he examines how everyday technological changes have already altered and continue to change the way we think, relate, and understand reality. Cautioning against the belief that Christians can easily direct any technology toward following Christ, Shatzer grapples with the potential for technology to transform the way we think about what it means to be human and what sort of future we hope for. By exploring the doctrine of the incarnation and its implications for human identity, he helps us better understand the proper place of technology in the life of the disciple and avoid false promises of a posthumanist vision. What sorts of practices today can help us retain the best of what it means to be human in the future?",
		"ISBN": "978-0-8308-5250-5",
		"note": "Google-Books-ID: ZncavQEACAAJ",
		"shortTitle": "Transhumanism and the Image of God",
		"language": "en",
		"author": [
			{
				"family": "Shatzer",
				"given": "Jacob"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019",
					4,
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/T8YGGU4C",
		"type": "book",
		"title": "Modern Technology and the Human Future: A Christian Appraisal",
		"publisher": "InterVarsity Press",
		"number-of-pages": "255",
		"source": "Google Books",
		"abstract": "Technology is not neutral. From the plow to the printing press, technology has always shaped human  life and informed our understanding of what it means to be human. And  advances in modern technology, from computers to smartphones, have  yielded tremendous benefits. But do these developments actually  encourage human flourishing? Craig Gay raises concerns about the theological implications of modern  technologies and of philosophical movements such as transhumanism. In  response, he turns to a classical affirmation of the Christian faith:  Jesus Christ, the eternal Word of God, took on human flesh. By exploring  the doctrine of the incarnation and what it means for our embodiment,  Gay offers a course correction to the path of modern technology without  asking us to unplug completely. Gay demonstrates that the doctrine of the incarnation is not neutral  either. It presents us an alternative vision for the future of humanity.",
		"ISBN": "978-0-8308-7384-5",
		"note": "Google-Books-ID: _dJ2DwAAQBAJ",
		"shortTitle": "Modern Technology and the Human Future",
		"language": "en",
		"author": [
			{
				"family": "Gay",
				"given": "Craig M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					12,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/GXBFT2Z9",
		"type": "book",
		"title": "Letters from Lake Como: Explorations in Technology and the Human Race",
		"publisher": "W.B. Eerdmans",
		"number-of-pages": "144",
		"source": "Google Books",
		"abstract": "\"This book collects a fascinating series of letters written by theologian-philosopher Romano Guardini in the mid-1920s in which he works out for the first time his sense of the challenges of humanity in a culture increasingly dominated by the machine. With prophetic clarity and unsettling farsightedness, Guardini's letters poignantly capture the personal implications and social challenges of living in the technological age - concerns that have now come to fruition seventy years after they were first raised.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
		"ISBN": "978-0-8028-0108-1",
		"note": "Google-Books-ID: vvgYAAAAYAAJ",
		"shortTitle": "Letters from Lake Como",
		"language": "en",
		"author": [
			{
				"family": "Guardini",
				"given": "Romano"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1994"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/4BST8WE3",
		"type": "motion_picture",
		"title": "Being Human in a Cosmic Setting - Canon Professor David Wilkinson",
		"source": "Vimeo",
		"dimensions": "PT01H15M44S",
		"abstract": "This is &quot;Being Human in a Cosmic Setting - Canon Professor David Wilkinson&quot; by Equipping Christian Leadership on Vimeo, the home for high quality videos&hellip;",
		"URL": "https://vimeo.com/267251275",
		"author": [
			{
				"family": "Wilkinson",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					4,
					30
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MUSABYFK",
		"type": "motion_picture",
		"title": "Being Human in a Digital World &ndash; Andrew Graystone",
		"source": "Vimeo",
		"dimensions": "PT01H00M39S",
		"abstract": "This is &quot;Being Human in a Digital World &ndash; Andrew Graystone&quot; by Equipping Christian Leadership on Vimeo, the home for high quality videos and the&hellip;",
		"URL": "https://vimeo.com/242963769",
		"author": [
			{
				"family": "Graystone",
				"given": "Andrew"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					15
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/YPS3TZHA",
		"type": "motion_picture",
		"title": "Being Human in a Technological Setting - Professor John Wyatt",
		"source": "Vimeo",
		"dimensions": "PT01H30M57S",
		"abstract": "This is &quot;Being Human in a Technological Setting - Professor John Wyatt&quot; by Equipping Christian Leadership on Vimeo, the home for high quality videos and&hellip;",
		"URL": "https://vimeo.com/242250836",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					10
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/JTWMNCGP",
		"type": "motion_picture",
		"title": "The Image of God: What it means to be human &ndash; Canon Professor David Wilkinson",
		"source": "Vimeo",
		"dimensions": "PT00H39M39S",
		"abstract": "This is &quot;The Image of God: What it means to be human &ndash; Canon Professor David Wilkinson&quot; by Equipping Christian Leadership on Vimeo, the home for&hellip;",
		"URL": "https://vimeo.com/243317915",
		"shortTitle": "The Image of God",
		"author": [
			{
				"family": "Wilkinson",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/TGKT4KV7",
		"type": "paper-conference",
		"title": "Towards a Biblical View of Technology",
		"source": "CiteSeer",
		"abstract": "This paper describes how a biblical understanding of technology can change one’s perspective, enabling one to think differently about technology; its purpose, its use, and its impact. As a result, the familiar technologies we interact with every day will be viewed differently. The paper will provide a theoretical foundation rooted in the Bible along with a variety of other scholarly sources. The integration of faith and technology described will enable a more critical evaluation of technology, thus making it more likely that technology enables productivity without enslaving its owner and ensuring that one’s allegiance is not to a technological deity but to Jesus Christ. While this paper is focused on bringing a biblical perspective to the area of technology, the principles are applicable to other disciplines as well.",
		"author": [
			{
				"family": "Whiting",
				"given": "Stephen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/9X82ZT78",
		"type": "article-journal",
		"title": "Technology and Man: A Christian Vision",
		"container-title": "Technology and Culture",
		"page": "422-442",
		"volume": "3",
		"issue": "4",
		"source": "JSTOR",
		"archive": "JSTOR",
		"URL": "https://www.jstor.org/stable/3100994",
		"DOI": "10.2307/3100994",
		"ISSN": "0040-165X",
		"shortTitle": "Technology and Man",
		"author": [
			{
				"family": "W. Norris Clarke",
				"given": "S. J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1962"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/G9FSZ2CM",
		"type": "book",
		"title": "The technological society",
		"publisher": "Jonathan Cape",
		"number-of-pages": "516",
		"source": "Google Books",
		"note": "Google-Books-ID: oLVEAAAAIAAJ",
		"language": "en",
		"author": [
			{
				"family": "Ellul",
				"given": "Jacques"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1964"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IY9DDLYZ",
		"type": "book",
		"title": "Beyond Paradise: Technology and the Kingdom of God",
		"publisher": "Wipf and Stock Publishers",
		"number-of-pages": "365",
		"source": "Google Books",
		"abstract": "Technology is shaping our culture and controlling our lives -- for better or for worse. Often, technology&#39;s benefits far outweigh its negative impacts, and technological advances can seem boundless. But the scientific-technological worldview tends to override other value systems. Indeed, this technological way of thinking has influenced many contemporary ideas, beliefs, values, habits, and ways of communicating. Furthermore, in addition to technology&#39;s well-known environmental impacts, social, aesthetic, and spiritual consequences are now emerging. How can we balance positive physical effects of technology with other ambiguous or negative impacts?   Some of the decisions we face have no precedent from which to draw wisdom. For this reason, the resources of Scripture and the Christian tradition must be brought to bear on technological questions: How is technology used and abused today? Does technological progress lead to human progress? How can Scripture help us, both individually and collectively, to manage technology&#39;s impact in proactive ways?   Swearengen uncovers a comprehensive scriptural mandate for managing technology. On his way to a theology of technology, he evaluates which advances are moving society in directions consistent with God&#39;s purposes. Beyond Paradise: Technology and the Kingdom of God aims to provide practical means for assessing technology&#39;s influence and for steering technology and its effects toward biblical ends.",
		"ISBN": "978-1-4982-7503-3",
		"note": "Google-Books-ID: t9jPDAAAQBAJ",
		"shortTitle": "Beyond Paradise",
		"language": "en",
		"author": [
			{
				"family": "Swearengen",
				"given": "Jack Clayton"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Z47UQYJ3",
		"type": "song",
		"title": "Ep 1: What is Transhumanism?",
		"abstract": "In this first episode, Micah Redding and Amy Gaskin ask the question 'What is Transhumanism?', and then go on to explore the landscape at the intersection of Christianity and Transhumanist thought.",
		"URL": "https://www.christiantranshumanism.org/podcast/1",
		"shortTitle": "Ep 1",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					7,
					6
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/8V3HJBY8",
		"type": "song",
		"title": "Ep 2: Doomsday!",
		"abstract": "In this episode, Micah Redding and Amy Gaskin talk about doomsday!",
		"URL": "https://www.christiantranshumanism.org/podcast/2",
		"shortTitle": "Ep 2",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					8,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/WF3MU7FA",
		"type": "song",
		"title": "Ep 3: Practical Steps",
		"abstract": "In this episode, Micah Redding and Amy Gaskin start talking about practicality, and then end up discussing Joseph Campbell, Harry Potter, transcendence, and speculative theology. Don't worry, it's all connected.",
		"URL": "https://www.christiantranshumanism.org/podcast/3",
		"shortTitle": "Ep 3",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					8,
					10
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/JC3D72LD",
		"type": "song",
		"title": "Ep 4: Life Extension",
		"abstract": "In this episode, Micah Redding and Amy Gaskin talk about radical life extension.",
		"URL": "https://www.christiantranshumanism.org/podcast/4",
		"shortTitle": "Ep 4",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					8,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/46STCBA4",
		"type": "song",
		"title": "Ep 5: James Hughes, Religious Transhumanism & the Longevity Dividend",
		"abstract": "Micah Redding &amp; James Hughes explore cyber-Buddhism, religious transhumanism, and the longevity dividend, covering topics like Universal Basic Income, the Christian theology of personal identity, and the importance of a powerful vision for the future.",
		"URL": "https://www.christiantranshumanism.org/podcast/5",
		"shortTitle": "Ep 5",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Hughes",
				"given": "James"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					10,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/DB2ARCH2",
		"type": "song",
		"title": "Ep 6: Evil Capitalists!",
		"abstract": "Micah &amp; Amy discuss whether transhumanism is just an apologetic for capitalism, what will drive the economies of the future, and how Christians need to get out and play more…even if it means finding yourself mixed up in a plot to overthrow Hitler.",
		"URL": "https://www.christiantranshumanism.org/podcast/6",
		"shortTitle": "Ep 6",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					11,
					2
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6WNVFSIZ",
		"type": "song",
		"title": "Ep 7: Steve Fuller, Space Arks & the Proactionary Imperative",
		"abstract": "Micah Redding and Dr. Steve Fuller discuss SPACE ARKS, the meaning of faith, the risk-taking nature of science, and why the future of politics isn't about left and right.",
		"URL": "https://www.christiantranshumanism.org/podcast/7",
		"shortTitle": "Ep 7",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Fuller",
				"given": "Steve"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					11,
					9
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/GRXCT9U4",
		"type": "song",
		"title": "Ep 8: Liz Parrish, Life Extension & Reversing the Aging Process",
		"abstract": "Micah Redding talks to Liz Parrish, the first human to be given gene therapy to reverse aging. Micah &amp; Liz discuss risk-taking, the potential issues with life extension, and what happens if this treatment becomes available to the world.",
		"URL": "https://www.christiantranshumanism.org/podcast/8",
		"shortTitle": "Ep 8",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Parrish",
				"given": "Liz"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					11,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5RMGDFE8",
		"type": "song",
		"title": "Ep 9: Thomas Jay Oord and the Open Future of God",
		"abstract": "Micah Redding &amp; Thomas Jay Oord talk about free will, predestination, and the open-ended future of God - and explore deep questions about miracles, science, and recent blockbuster movies.",
		"URL": "https://www.christiantranshumanism.org/podcast/9",
		"shortTitle": "Ep 9",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Oord",
				"given": "Thomas Jay"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					11,
					23
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MA9BWM2X",
		"type": "song",
		"title": "Ep 10: Adam Ericksen, Rene Girard & The Mechanisms of Violence",
		"abstract": "Micah Redding talks to Adam Ericksen about Rene Girard, the mechanisms of violence, and how Jesus unravels the ancient cycle of myth and scapegoating.",
		"URL": "https://www.christiantranshumanism.org/podcast/10",
		"shortTitle": "Ep 10",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Ericksen",
				"given": "Adam"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					11,
					30
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6CFVL5X9",
		"type": "song",
		"title": "Ep 11: Singularity & Superheroes",
		"abstract": "Micah and Amy discuss the disruptiveness of the Singularity, the creepiness of robots, the awesomeness of superheroes, and the importance of origin stories.",
		"URL": "https://www.christiantranshumanism.org/podcast/11",
		"shortTitle": "Ep 11",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					12,
					14
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/EBJ5SM48",
		"type": "song",
		"title": "Ep 12: Politics & Transhumanism",
		"abstract": "Micah and Amy venture into the forbidden world of transhumanist political commentary, while Micah keeps trying to change the subject to almost anything else, including Alien Death Stars, Greek tragedies, time travel, and the first Christian heresy.",
		"URL": "https://www.christiantranshumanism.org/podcast/12",
		"shortTitle": "Ep 12",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					2,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MGH383TN",
		"type": "song",
		"title": "Ep 13: Cloning Jesus with Christian Piatt",
		"abstract": "What if someone cloned Jesus, to kickstart the second coming? What if fringe religious groups USED science for a change? Christian Piatt explains his religious sci-fi thriller, and tackles thorny questions in science, faith, and progressive spirituality.",
		"URL": "https://www.christiantranshumanism.org/podcast/13",
		"shortTitle": "Ep 13",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Piatt",
				"given": "Christian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					2,
					29
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/FHK3LN6K",
		"type": "song",
		"title": "Ep 14: Paul Wallace & The Stars Beneath Us",
		"abstract": "Paul Wallace talks about the exhilaration and vertigo of living in expanding cosmos, and how this both humbles us, and helps us rise to the challenge of suffering.",
		"URL": "https://www.christiantranshumanism.org/podcast/14",
		"shortTitle": "Ep 14",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Wallace",
				"given": "Paul"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					3,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/DZI229QE",
		"type": "song",
		"title": "Ep 15: Back to the Future!",
		"abstract": "Where are our hoverboards? Our flying cars? Where is the future we were promised? Micah and Amy go Back to the Future, just in time to get this episode out six months late!",
		"URL": "https://www.christiantranshumanism.org/podcast/15",
		"shortTitle": "Ep 15",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					4,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SU4URM8L",
		"type": "song",
		"title": "Ep 16: Wilderness",
		"abstract": "The deep challenges of losing your faith community, questioning your own beliefs, and dealing with the difficult process of building a new world.",
		"URL": "https://www.christiantranshumanism.org/podcast/16",
		"shortTitle": "Ep 16",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					5,
					2
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/ITIUH6II",
		"type": "song",
		"title": "Ep 17: Kevin Kelly and The Inevitable",
		"abstract": "What's Inevitable, and what we get to choose? Micah Redding and Kevin Kelly discuss rapidly approaching technological change, the advent of Artificial Intelligence, and how technology challenges and illuminates our understanding of God, faith, and ourselves.",
		"URL": "https://www.christiantranshumanism.org/podcast/17",
		"shortTitle": "Ep 17",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Kelly",
				"given": "Kevin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					6,
					7
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/9E6RFM8D",
		"type": "song",
		"title": "Ep 18: Self-Driving Cars & Animated GIFs save the world",
		"abstract": "Amy and Micah tackle self-driving cars, the rise of nomadic culture, how stories create technology, and why animated GIFs are saving the world.",
		"URL": "https://www.christiantranshumanism.org/podcast/18",
		"shortTitle": "Ep 18",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					6,
					14
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QS4TDYVG",
		"type": "song",
		"title": "Ep 19: Frank Tipler & The End of the Universe",
		"abstract": "What does physics say about the ultimate future? Professor Tipler explains the Omega Point Theory, how life can exist all the way to the end of time, and what Christianity has to say about all of this.",
		"URL": "https://www.christiantranshumanism.org/podcast/19",
		"shortTitle": "Ep 19",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Tipler",
				"given": "Frank"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					6,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Q97L5P7A",
		"type": "song",
		"title": "Ep 20: Predestination vs Free Will",
		"abstract": "Why do some people believe it's all determined, and others believe it's up to us? Religious or irreligious, scientist or non-scientist, transhumanist or singularitarian—people can't agree on this subject. We look to CS Lewis, Ghostbusters, the Beatles, and Jupiter's moon for answers!",
		"URL": "https://www.christiantranshumanism.org/podcast/20",
		"shortTitle": "Ep 20",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					7,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/2PJL2VW6",
		"type": "song",
		"title": "Ep 21: Science Mike—Losing & Finding God",
		"abstract": "How to lose your religion, disrupt your life, and become a skeptic with faith! Science Mike describes his faith journey, and discusses brain science, space exploration, cryonics, and the oceanification of Miami.",
		"URL": "https://www.christiantranshumanism.org/podcast/21",
		"shortTitle": "Ep 21",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "McHargue",
				"given": "Mike"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KVZCXKL9",
		"type": "song",
		"title": "Ep 22: Derek Flood & Disarming Scripture",
		"abstract": "The Bible is a rap battle! How to read the Bible like Jesus did, how to wrestle with the hard parts, and how the scientific method can make us better Christians.",
		"URL": "https://www.christiantranshumanism.org/podcast/22",
		"shortTitle": "Ep 22",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Flood",
				"given": "Derek"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					10,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/E79KQ9CV",
		"type": "song",
		"title": "Ep 23: Genesis vs The Babylonians",
		"abstract": "Genesis vs the Babylonians, Eastern Orthodoxy vs American Fundamentalism, theosis vs playing god, and why early Christians kept talking about the 8th day of the week.",
		"URL": "https://www.christiantranshumanism.org/podcast/23",
		"shortTitle": "Ep 23",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Gaskin",
				"given": "Amy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					10,
					24
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/2U8WAUIV",
		"type": "song",
		"title": "Ep 24: Greg Boyd & The Open-Ended God",
		"abstract": "Greg Boyd on how God enters the cosmic dance through Science, Scripture, and Us. We explore faith &amp; doubt, quantum physics &amp; relativity, Christ-shaped politics, and the hard parts of the Bible!",
		"URL": "https://www.christiantranshumanism.org/podcast/24",
		"shortTitle": "Ep 24",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Boyd",
				"given": "Greg"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					11,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NKSG6DGX",
		"type": "song",
		"title": "Ep 25: Katharine Hayhoe, Christians & Climate Change",
		"abstract": "Katharine Hayhoe shares her unexpected journey to becoming an evangelical Christian climate scientist, discusses evidence for climate change, and explains why working to solve our climate problems doesn't mean \"Big Government!\". We explore optimistic ways to address global warming, and the incredible economic and health benefits of clean energy.",
		"URL": "https://www.christiantranshumanism.org/podcast/25",
		"shortTitle": "Ep 25",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Hayhoe",
				"given": "Katherine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					12,
					5
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HHD58NAT",
		"type": "song",
		"title": "Ep 26: Philip Clayton & The Spectrum of Belief",
		"abstract": "Raised by atheists, now a theologian and philosopher, Philip Clayton joins us to discuss the messy world between doubt and belief, feeling stuck in Christianity, and being okay with unanswered questions.",
		"URL": "https://www.christiantranshumanism.org/podcast/26",
		"shortTitle": "Ep 26",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Clayton",
				"given": "Philip"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					12,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BSUZLBJC",
		"type": "song",
		"title": "Ep 27: Christopher Benek—Presbyterian, Pastor, Transhumanist",
		"abstract": "Is it possible to be a Presbyterian and a Transhumanist? Rev. Christopher Benek, pastor of a large Presbyterian church, and graduate of Princeton Theological Seminary, says yes! Join us as we discuss how AI will participate in God's redemption, how humans are God's technology, and the surprising connection between Ray Kurzweil and NT Wright.",
		"URL": "https://www.christiantranshumanism.org/podcast/27",
		"shortTitle": "Ep 27",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Benek",
				"given": "Christopher"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					2,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/WQHMTVPL",
		"type": "song",
		"title": "Ep 28: Robert Walden Kurtz & the Zero Sum Game",
		"abstract": "Can a Seventh-Day Adventist be a transhumanist? Robert Walden Kurtz, Adventist pastor and Professor of Philosophy, says yes! Join us as we discuss robots stealing your job, mind-mapping Jesus, the hidden threat of washing machines, zero-sum games, hacking the mind, and radical humility.",
		"URL": "https://www.christiantranshumanism.org/podcast/28",
		"shortTitle": "Ep 28",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Kurtz",
				"given": "Robert Walden"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					2,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BYD2JT3P",
		"type": "song",
		"title": "Ep 29: Calvin Mercer—Theology & the Trickiest Questions in Transhumanism",
		"abstract": "How does religion grapple with transhumanism and radical life extension? What does a theology of Extraterrestrials say about a theology of AI? Is Mind Uploading a rejection of the body, or an affirmation of St Paul's theology of resurrection?",
		"URL": "https://www.christiantranshumanism.org/podcast/29",
		"shortTitle": "Ep 29",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Mercer",
				"given": "Calvin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					3,
					6
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/9MCH2U55",
		"type": "song",
		"title": "Ep 30: Robert Wright & the Purpose of Evolution",
		"abstract": "Can evolution have a purpose? Are we living in an alien zoo? Does the cosmos evolve? Why did Christianity emerge when it did? What is the direction of human society—and are we at a crisis point in history? Best-selling author Robert Wright explores all these questions and more.",
		"URL": "https://www.christiantranshumanism.org/podcast/30",
		"shortTitle": "Ep 30",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Wright",
				"given": "Robert"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					3,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QMQAMPVB",
		"type": "song",
		"title": "Ep 31: Peter Enns & How to Stop Defending the Bible (So You Can Actually Read It)",
		"abstract": "How can certainty be a form of idolatry? Why should Christians embrace the humanity of the scriptures? How did an existentialist rant sneak into the Bible? And what does that teach us about faith? Peter Enns joins us to explore all these questions and more!",
		"URL": "https://www.christiantranshumanism.org/podcast/31",
		"shortTitle": "Ep 31",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Enns",
				"given": "Peter"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					3,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/V3IXPWE3",
		"type": "song",
		"title": "Ep 32: Shannon Vyff, Cryonics & Religious Education",
		"abstract": "Is cryonics selfish? What do Harry Potter, transhumanism &amp; religious education have in common? What happens when kids go door-to-door raising money for life extension? Shannon Vyff—Transhumanist, Unitarian Universalist, and author of “21st Century Kids“—discusses all this and more!",
		"URL": "https://www.christiantranshumanism.org/podcast/32",
		"shortTitle": "Ep 32",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Vyff",
				"given": "Shannon"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					11
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/V7R7U9CE",
		"type": "song",
		"title": "Ep 33: Ron Cole-Turner & The Theology of Transformation",
		"abstract": "What does Christianity bring to the conversation about humanity’s future? How do we move beyond the selfishness of short-term thinking, and embrace technology as part of the renewal and transformation of all life? Ron Cole-Turner, professor of theology &amp; ethics, explores all this and more!",
		"URL": "https://www.christiantranshumanism.org/podcast/33",
		"shortTitle": "Ep 33",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Cole-Turner",
				"given": "Ron"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/LGJK3XQ7",
		"type": "song",
		"title": "Ep 34: Meghan O'Gieblyn's Strange Journey into Transhumanism",
		"abstract": "Meghan O'Gieblyn lost her faith—and found transhumanism. Then she realized that those two things weren't quite as far apart as she first believed.",
		"URL": "https://www.christiantranshumanism.org/podcast/34",
		"shortTitle": "Ep 34",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "O'Gieblyn",
				"given": "Meghan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					6,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/GU4IDMKK",
		"type": "song",
		"title": "Ep 35: David Deutsch & Humanity's Infinite Reach",
		"abstract": "David Deutsch explains the physics of humanity’s profound place in the cosmos—and our potentially unlimited future.",
		"URL": "https://www.christiantranshumanism.org/podcast/35",
		"shortTitle": "Ep 35",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Deutsch",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					7,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IN62FFWX",
		"type": "song",
		"title": "Ep 36: Aubrey de Grey & Radical Life Extension",
		"abstract": "Aubrey de Grey pioneers anti-aging research, answers your questions about the future this is leading to, and explains why not working to defeat aging would be a sin.",
		"URL": "https://www.christiantranshumanism.org/podcast/36",
		"shortTitle": "Ep 36",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Grey",
				"given": "Aubrey",
				"non-dropping-particle": "de"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					8,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NRS2JFRJ",
		"type": "song",
		"title": "Ep 37: Robin Hanson & The Elephant in the Brain",
		"abstract": "Robin Hanson explores a future of robotic human uploads, helps us worry about The Great Filter, gives us strategies for living in a Simulation, and casually points out the Elephant in the Brain.",
		"URL": "https://www.christiantranshumanism.org/podcast/37",
		"shortTitle": "Ep 37",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Hanson",
				"given": "Robin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					5,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/93P4QHKZ",
		"type": "song",
		"title": "Ep 38: NT Wright & the Future of God",
		"abstract": "NT Wright explains why we don't want to go to Heaven, points us toward medical technology as a sign of the Kingdom, and clears up our biggest misconceptions about the apostle Paul.",
		"URL": "https://www.christiantranshumanism.org/podcast/38",
		"shortTitle": "Ep 38",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Wright",
				"given": "N T"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					5,
					24
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VIQKDTIT",
		"type": "song",
		"title": "Ep 39: Ilia Delio, Christ & Evolution",
		"abstract": "Ilia Delio explains how Jesus is like the Singularity, shows us why Christianity is the religion of evolution, and explores the thought of Teilhard de Chardin—the 1930s priest who foresaw the internet.",
		"URL": "https://www.christiantranshumanism.org/podcast/39",
		"shortTitle": "Ep 39",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Delio",
				"given": "Ilia"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					5,
					31
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HRM2LVH9",
		"type": "song",
		"title": "Ep 40: Justin Lee—Gay, Geek & Christian",
		"abstract": "Justin Lee navigates being gay &amp; Christian, talks about Paul, the Bible, and Christian ethics, and bridges the ultimate divide: geeks vs nerds!",
		"URL": "https://www.christiantranshumanism.org/podcast/40",
		"shortTitle": "Ep 40",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Lee",
				"given": "Justin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					6,
					7
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VNAURF5Y",
		"type": "song",
		"title": "Ep 41: David Pearce & Engineering Paradise",
		"abstract": "David Pearce lays out a plan for building heaven on earth, shows us why vegans need more science fiction, and explains why computers will never become conscious.",
		"URL": "https://www.christiantranshumanism.org/podcast/41",
		"shortTitle": "Ep 41",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Pearce",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					6,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BS23ELN6",
		"type": "song",
		"title": "Ep 42: Taryn Southern Lives in the Future",
		"abstract": "Taryn Southern teaches AI to sing, releases the first song on the blockchain, and talks about how to use VR for good.",
		"URL": "https://www.christiantranshumanism.org/podcast/42",
		"shortTitle": "Ep 42",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Southern",
				"given": "Taryn"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					12
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/838D99BX",
		"type": "song",
		"title": "Ep 43: Derek Webb & the AI",
		"abstract": "Derek Webb gets inside the head of the first A.I. waking up to consciousness.",
		"URL": "https://www.christiantranshumanism.org/podcast/43",
		"shortTitle": "Ep 43",
		"language": "en",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			},
			{
				"family": "Webb",
				"given": "Derek"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/JDSSFSYX",
		"type": "post-weblog",
		"title": "Christianity is Transhumanism",
		"container-title": "h+ Media",
		"abstract": "Christianity is not just compatible with the desire to reach beyond ourselves, it is the call to reach beyond ourselves, in recognition of and empowered by the grace bestowed upon us.",
		"URL": "http://hplusmagazine.com/2014/05/22/christianity-is-transhumanism/",
		"language": "en-US",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					5,
					22
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HDPEKIZI",
		"type": "post-weblog",
		"title": "Religion+ for Humanity+",
		"container-title": "h+ Media",
		"abstract": "Should we leave open the possibility that religious traditions may have something to offer to the transhumanist movement?",
		"URL": "http://hplusmagazine.com/2014/03/25/religion-for-humanity/",
		"language": "en-US",
		"author": [
			{
				"family": "Benek",
				"given": "Christopher"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					3,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/UJX8SEVA",
		"type": "post-weblog",
		"title": "Humanity+ Vs. Individualism+",
		"container-title": "h+ Media",
		"abstract": "Are you an H+ or an I+ transhumanist?",
		"URL": "http://hplusmagazine.com/2014/07/14/humanity-vs-individualism/",
		"language": "en-US",
		"author": [
			{
				"family": "Benek",
				"given": "Christopher"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					7,
					14
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KH8BJWKY",
		"type": "post-weblog",
		"title": "Relational Transhumanism -- Interdependence is The Rule",
		"container-title": "h+ Media",
		"abstract": "Zoltan Istvan recently published an article on the \"three laws of transhumanism\". But these three laws leave a little something to be desired.",
		"URL": "http://hplusmagazine.com/2014/10/02/relational-transhumanism-interdependence-rule-exception/",
		"language": "en-US",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					10,
					2
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/PQBWWLT7",
		"type": "post-weblog",
		"title": "Why Christians Should Embrace Transhumanism",
		"abstract": "Much of the distress about transhumanism by Christians in the past surrounds its proponent's vocal Atheistic attempts to define the prefix \"trans\" in ways that advocate individual enhancement through technological means to become \"post\" human.",
		"URL": "https://www.christianpost.com/news/why-christians-should-embrace-transhumanism.html",
		"language": "en",
		"author": [
			{
				"family": "Benek",
				"given": "Christopher"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/FEX3GZHF",
		"type": "post-weblog",
		"title": "Why I Became a Christian Transhumanist",
		"container-title": "Motherboard",
		"abstract": "Christians are embracing cyborgs, cryogenics, and radical life extension.",
		"URL": "https://motherboard.vice.com/en_us/article/9akxm3/why-i-became-a-christian-transhumanist",
		"language": "en-US",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					8,
					14
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NIZI3MNK",
		"type": "post-weblog",
		"title": "The Jesuit Priest Who Believed in God and the Singularity",
		"container-title": "Motherboard",
		"abstract": "Pierre Teilhard de Chardin’s ideas may have been ahead of his time.",
		"URL": "https://motherboard.vice.com/en_us/article/nz7z7q/the-priest-who-believed-in-god-and-the-singularity-pierre-teilhard-de-chardin",
		"language": "en-US",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					3,
					8
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/EZRXGCJF",
		"type": "post-weblog",
		"title": "Exploring incarnation: Can transhumanism enrich a Christian theology of humanity?",
		"container-title": "Baptist News Global",
		"abstract": "Some observers believe transhumanism touches on a fundamental religious question: the meaning of humanity.",
		"URL": "https://baptistnews.com/article/exploring-incarnation-can-transhumanism-enrich-a-christian-theology-of-humanity/",
		"shortTitle": "Exploring incarnation",
		"language": "en-US",
		"author": [
			{
				"family": "Waller",
				"given": "Matthew"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					7,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MJM3KRDS",
		"type": "post-weblog",
		"title": "Can Transhumanism Lead Us Back to Orthodoxy?",
		"container-title": "Christ and Pop Culture",
		"abstract": "Some Christians are afraid transhumanism is just Gnosticism in a new form. But what if that’s backward?",
		"URL": "https://christandpopculture.com/can-transhumanism-lead-us-back-to-orthodoxy/",
		"language": "en-US",
		"author": [
			{
				"family": "Redding",
				"given": "Micah"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					7,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/TN9BQYDB",
		"type": "post-weblog",
		"title": "The Profound, Confusing Religious Case for Transhumanism",
		"container-title": "Inverse",
		"abstract": "When is it okay to play God? Depends on who you ask.",
		"URL": "https://www.inverse.com/article/20477-transhumanism-zoltan-istvan-religious-right-christian-science",
		"language": "en",
		"author": [
			{
				"family": "Tayag",
				"given": "Yasmin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/LAGDG7Y8",
		"type": "post-weblog",
		"title": "Ghost in the Cloud",
		"container-title": "n+1",
		"abstract": "A new, more pernicious thought had come to dominate my mind: transhumanist ideas were not merely similar to theological concepts but could in fact be the events described in the Bible. It was only a short time before my obsession reached its culmination. I got out my old study Bible and began to scan the prophetic literature for signs of the cybernetic revolution. I began to wonder whether I could pray to beings outside the simulation. I had initially been drawn to transhumanism because it was grounded in science. In the end, I became consumed with the kind of referential mania and blind longing that animates all religious belief.",
		"URL": "https://nplusonemag.com/issue-28/essays/ghost-in-the-cloud/",
		"language": "en-US",
		"author": [
			{
				"family": "O'Gieblyn",
				"given": "Meghan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					11
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/E7RUZQL9",
		"type": "article-newspaper",
		"title": "God in the machine: my strange journey into transhumanism",
		"container-title": "The Guardian",
		"section": "Technology",
		"source": "www.theguardian.com",
		"abstract": "The long read: After losing her faith, a former evangelical Christian felt adrift in the world. She then found solace in a radical technological philosophy – but its promises of immortality and spiritual transcendence soon seemed unsettlingly familiar",
		"URL": "https://www.theguardian.com/technology/2017/apr/18/god-in-the-machine-my-strange-journey-into-transhumanism",
		"ISSN": "0261-3077",
		"shortTitle": "God in the machine",
		"language": "en-GB",
		"author": [
			{
				"family": "O'Gieblyn",
				"given": "Meghan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/4C64QZHH",
		"type": "song",
		"title": "BBC World Service - The Why Factor, Immortality",
		"abstract": "Why do people chase immortality? We those who believe science is close to beating death",
		"URL": "https://www.bbc.co.uk/programmes/w3cswrjy",
		"language": "en-GB",
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/M5FT648X",
		"type": "post-weblog",
		"title": "Transhumanism Is Complicating the Sometimes Antagonistic Faith vs. Science Dynamic",
		"container-title": "Slate Magazine",
		"abstract": "For transhumanist faiths, technology becomes a way of cashing checks religion helped write.",
		"URL": "https://slate.com/technology/2018/03/transhumanism-is-complicating-the-relationship-between-faith-and-science.html",
		"language": "en",
		"author": [
			{
				"family": "Antosca",
				"given": "Albert R."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					3,
					21
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/N96IEZ8U",
		"type": "post-weblog",
		"title": "Being Human in an Age of AI | Connecting with Culture",
		"container-title": "LICC",
		"abstract": "What does it mean to be human? This is a question which AI and robotics is raising with new intensity. Throughout history, we have tried to understand ourselves by reference to the leading technologies of the age. In the 18th century, for example, the French philosopher Diderot compared the human to a precision clock: ‘his …",
		"URL": "https://www.licc.org.uk/resources/being-human/",
		"language": "en",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					6,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/ZFF9ZG3A",
		"type": "post-weblog",
		"title": "AI: The Coming Revolution | Connecting with Culture",
		"container-title": "LICC",
		"abstract": "The worldwide artificial intelligence (AI) revolution is on its way. Once the preserve of science fiction, its impact is likely to be so radical and pervasive it amounts to a new industrial revolution. Whereas earlier industrial revolutions have been based on mechanisation in textiles, steam power, electricity, steel, and consumer products, the key shift in …",
		"URL": "https://www.licc.org.uk/resources/ai-revolution/",
		"shortTitle": "AI",
		"language": "en",
		"author": [
			{
				"family": "Heslam",
				"given": "Peter"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/ADBY5A5L",
		"type": "post-weblog",
		"title": "The Robots are Coming | Connecting with Culture",
		"container-title": "LICC",
		"abstract": "My Twitter feed has been all of a, well, twitter recently, sharing a video of a robot that was capable of… wait for it… opening a door. Excuse my naivety, but I hadn’t realised that they couldn’t already, or that this skill would be the tipping point from which the apocalypse actually started and we …",
		"URL": "https://www.licc.org.uk/resources/robots-coming/",
		"language": "en",
		"author": [
			{
				"family": "Pollock",
				"given": "Jennie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					2,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/LARA9QBZ",
		"type": "post-weblog",
		"title": "AI and MRS GREN: What does it mean to be human?",
		"container-title": "Theos Think Tank",
		"abstract": "Nick Spencer argues why the embodiment of human thought constitutes the thin red line between humans and Artificial Intelligence.",
		"URL": "https://www.theosthinktank.co.uk/comment/2018/10/11/ai-and-mrs-gren-what-does-it-mean-to-be-human",
		"shortTitle": "AI and MRS GREN",
		"author": [
			{
				"family": "Spencer",
				"given": "Nick"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					10,
					11
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/C6GGHCXG",
		"type": "song",
		"title": "Robots, Humans and the Ethics of Artificial Intelligence : Live Recording",
		"abstract": "Like what you read? Share it on social media. Join our monthly e–newsletter to keep up to date with our latest research and events. And check out our Friends Programme to find out how you can partner with us.",
		"URL": "https://www.theosthinktank.co.uk/events/2017/06/02/robots-humans-and-the-ethics-of-artificial-intelligence-live-recording",
		"shortTitle": "Robots, Humans and the Ethics of Artificial Intelligence",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			},
			{
				"family": "Singler",
				"given": "Beth"
			},
			{
				"family": "Spencer",
				"given": "Nick"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/THM7QPHL",
		"type": "post-weblog",
		"title": "As artificial intelligence grows, so do perceived threats to human uniqueness",
		"container-title": "Religion News Service",
		"abstract": "(RNS) — The Elon Musk-Mark Zuckerberg tussle over artificial intelligence reflects broader questions about the centrality of God-given humanity.",
		"URL": "https://religionnews.com/2017/08/01/as-artificial-intelligence-grows-so-do-perceived-threats-to-human-uniqueness/",
		"language": "en-US",
		"author": [
			{
				"family": "Chan",
				"given": "Rosalie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					8,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HQN3CNN4",
		"type": "post-weblog",
		"title": "Are you smarter than a computer?",
		"container-title": "Theos Think Tank",
		"abstract": "Nick Spencer reflects on recent advances in Artificial Intelligence and why they don’t constitute ‘human beings’. 25/06/2018",
		"URL": "https://www.theosthinktank.co.uk/comment/2018/06/25/are-you-smarter-than-a-computer",
		"author": [
			{
				"family": "Spencer",
				"given": "Nick"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					6,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/RI4UC8RE",
		"type": "post-weblog",
		"title": "When does a robot become a person?",
		"container-title": "Theos Think Tank",
		"abstract": "Interested by this? Share it on social media. Join our monthly e–newsletter to keep up to date with our latest research and events. And check out our Friends Programme to find out how you can help our work.",
		"URL": "https://www.theosthinktank.co.uk/comment/2017/05/19/when-does-a-robot-become-a-person",
		"author": [
			{
				"family": "Spencer",
				"given": "Nick"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/2SDYC4XR",
		"type": "post-weblog",
		"title": "Can Robots Be People? – It’s more complicated than that",
		"container-title": "Theos Think Tank",
		"abstract": "Interested by this? Share it on social media. Join our monthly e–newsletter to keep up to date with our latest research and events. And check out our Friends Programme to find out how you can help our work.",
		"URL": "https://www.theosthinktank.co.uk/comment/2017/05/23/can-robots-become-human-its-more-complicated-than-that",
		"shortTitle": "Can Robots Be People?",
		"author": [
			{
				"family": "Pollock",
				"given": "Jennie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					5,
					23
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/X7G4B7QJ",
		"type": "motion_picture",
		"title": "Me, Myself and A.I.",
		"abstract": "What Makes us Human?",
		"URL": "http://www.veritas.org/me-myself-and-i/",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					11,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QYARSNV5",
		"type": "motion_picture",
		"title": "Are We Merely Machines? An MIT Professor's Look at Humanity, Technology, and God",
		"abstract": "Are we merely machines? MIT Professor Rosalind Picard looks at technology, human identity, and God at The Veritas Forum at Duke University, 2014.",
		"URL": "http://www.veritas.org/are-we-merely-machines-an-mit-professors-look-at-humanity-technology-and-god/",
		"shortTitle": "Are We Merely Machines?",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					3,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HWQD3AGV",
		"type": "motion_picture",
		"title": "What Makes Us Human? A Computer Scientist and a Philosopher Discuss discuss",
		"abstract": "MIT computer scientist Rosalind Picard and Yale experimental philosopher Joshua Knobe explore what it means to be human at The Veritas Forum at Yale University, 2013. Conversation moderated by Nii Addy, Assistant Professor of Psychiatry and of Cellular and Molecular Physiology at the Yale School of Medicine.",
		"URL": "http://www.veritas.org/what-makes-us-human-an-mit-computer-scientist-and-a-yale-experimental-philosopher-discuss-discuss-religion-robotics-and-consciousness/",
		"shortTitle": "What Makes Us Human?",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			},
			{
				"family": "Knobe",
				"given": "Joshua"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					11,
					27
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/D9N88RZM",
		"type": "motion_picture",
		"title": "Will Technology Save the World?",
		"abstract": "Atheist and Christian MIT Professors Discuss",
		"URL": "http://www.veritas.org/will-technology-save-world/",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			},
			{
				"family": "Barbastathis",
				"given": "George"
			},
			{
				"family": "Gomez-Marquez",
				"given": "Jose"
			},
			{
				"family": "Silbey",
				"given": "Susan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					3,
					9
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/2AT2UBYS",
		"type": "motion_picture",
		"title": "Living Machines: Can Robots Become Human?",
		"abstract": "Can robots become human? Will we ever design life? Rodney Brooks, who engineers robots and self-identifies as a robot (and a human), and Rosalind Picard, who develops emotional interfaces in computers, dialogue about life, God, and robots. Each speaker begins with an opening presentation, followed by a moderator-guided discussion.",
		"URL": "http://www.veritas.org/living-machines-can-robots-become-human/",
		"shortTitle": "Living Machines",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			},
			{
				"family": "Brooks",
				"given": "Rodney"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					3,
					3
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NNVQV9U3",
		"type": "motion_picture",
		"title": "The Social Net(works?)",
		"abstract": "Friendship, Community, and Social Media",
		"URL": "http://www.veritas.org/social-networks/",
		"shortTitle": "The Social Net(works?",
		"language": "en-US",
		"author": [
			{
				"family": "Ward",
				"given": "Graham"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					6,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MK2UKLIN",
		"type": "motion_picture",
		"title": "Liberating Technology",
		"abstract": "What is the hope of the world?",
		"URL": "http://www.veritas.org/liberating-technology/",
		"language": "en-US",
		"author": [
			{
				"family": "Ramachandra",
				"given": "Vinoth"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					2,
					22
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/V5KDJL22",
		"type": "motion_picture",
		"title": "Robots, Autism, and God",
		"abstract": "A scientist of faith looks at artificial intelligence and humanity",
		"URL": "http://www.veritas.org/robots-autism-and-god/",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			},
			{
				"family": "Ecklund",
				"given": "Elaine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					1,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/CAVDDTEP",
		"type": "motion_picture",
		"title": "I...Robot?",
		"abstract": "Rosalind Picard explores what makes us human",
		"URL": "http://www.veritas.org/irobot/",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					2,
					11
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Q33D9EXT",
		"type": "motion_picture",
		"title": "Persons, Bodies, and Technologies",
		"abstract": "Human Dignity and Bio-medical Ethics",
		"URL": "http://www.veritas.org/persons-bodies-and-technologies/",
		"language": "en-US",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					11,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/D4WTS5QF",
		"type": "motion_picture",
		"title": "Ethics for the 21st Century",
		"abstract": "Emerging technologies and the challenge to being human",
		"URL": "http://www.veritas.org/ethics-21st-century/",
		"language": "en-US",
		"author": [
			{
				"family": "Cameron",
				"given": "Nigel"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					11,
					10
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3MIDI35S",
		"type": "motion_picture",
		"title": "A Time to Kill, a Time to Heal: Technology through a biblical lens",
		"abstract": "Western societies expect technological solutions for increasingly difficult and expansive problems. Some of the problems arise from natural causes, but others are consequences of technology itself; and solutions can create ethical dilemmas as complex as the problems we are attempting to resolve. Some malevolent applications may be averted; but unintended consequences may not be recognized …",
		"URL": "http://www.veritas.org/time-kill-time-heal-technology-through-biblical-lens/",
		"shortTitle": "A Time to Kill, a Time to Heal",
		"language": "en-US",
		"author": [
			{
				"family": "Swearengen",
				"given": "Jack"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					2,
					13
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NZGQYENL",
		"type": "motion_picture",
		"title": "Science: Are We Machines?",
		"abstract": "Can we manufacture consciousness? Are we nothing more than gene replication machines? Prof. Andrew Briggs chairs a discussion with Prof. Lionel Tarassenko and Prof. Alister McGrath on the nature of our very being.",
		"URL": "http://www.veritas.org/science-are-we-machines/",
		"shortTitle": "Science",
		"language": "en-US",
		"author": [
			{
				"family": "Mcgrath",
				"given": "Alister"
			},
			{
				"family": "Tarassenko",
				"given": "Lionel"
			},
			{
				"family": "Briggs",
				"given": "Andrew"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008",
					1,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SLNY8YUX",
		"type": "motion_picture",
		"title": "Imagining the Future, Innovation and God",
		"abstract": "The Veritas Forum invites students and faculty to ask life's hardest questions. With a commitment to courageous discourse we put the historic Christian faith in dialogue with other beliefs and invite participants from all backgrounds to pursue Truth together.",
		"URL": "http://www.veritas.org/imagining-future-innovation-god/",
		"language": "en-US",
		"author": [
			{
				"family": "Wright",
				"given": "N T"
			},
			{
				"family": "Thiel",
				"given": "Peter"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					4,
					6
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5Z5RTVIT",
		"type": "motion_picture",
		"title": "Jesus Christ & Nanotechnology",
		"abstract": "James Tour speaks on how Jesus Christ has influenced his career and work in Nanotechnology at Texas A&M University.",
		"URL": "http://www.veritas.org/jesus-christ-nanotechnology/",
		"language": "en-US",
		"author": [
			{
				"family": "Tour",
				"given": "James"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					5,
					8
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/GWLMKSBF",
		"type": "webpage",
		"title": "Nanotech and Jesus Christ",
		"container-title": "The Veritas Forum",
		"abstract": "The Impact of Faith in the Life of a Scientist",
		"URL": "http://www.veritas.org/nanotech-and-jesus-christ/",
		"language": "en-US",
		"author": [
			{
				"family": "Tour",
				"given": "James"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012",
					11,
					1
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/2G8PADLN",
		"type": "motion_picture",
		"title": "Saving Technology: Is it our only hope?",
		"abstract": "The Veritas Forum invites students and faculty to ask life's hardest questions. With a commitment to courageous discourse we put the historic Christian faith in dialogue with other beliefs and invite participants from all backgrounds to pursue Truth together.",
		"URL": "http://www.veritas.org/saving-technology-hope/",
		"shortTitle": "Saving Technology",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					3,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NPC5PMBB",
		"type": "webpage",
		"title": "Why believe something you can't prove?",
		"container-title": "The Veritas Forum",
		"abstract": "NYT columnist, Ross Douthat, and MIT professor, Rosalind Picard, discuss the perception of faith in computer science and why it is reasonable to believe things that we can’t prove.",
		"URL": "http://www.veritas.org/why-believe-something-you-cant-prove/",
		"language": "en-US",
		"author": [
			{
				"family": "Picard",
				"given": "Rosalind"
			},
			{
				"family": "Douthat",
				"given": "Ross"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					2,
					15
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					23
				]
			]
		}
	}
]