[
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VZWLSQ65",
		"type": "book",
		"title": "The Soul in Cyberspace",
		"publisher": "Wipf and Stock Publishers",
		"number-of-pages": "193",
		"source": "Google Books",
		"ISBN": "978-1-57910-229-6",
		"note": "Google-Books-ID: snZKAwAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Groothuis",
				"given": "Doug"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1999",
					3,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/HSNP9WQN",
		"type": "book",
		"title": "Power Failure: Christianity in the Culture of Technology",
		"publisher": "Baker Books",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "We live in a culture shaped and fueled by technology. Usually we equate access to technology with opportunity and the chance to pursue \"the good life.\" Power Failure raises some crucial, if disconcerting, questions about technology: If technology liberates us, what kind of liberation does it promise? Are we prospering, and by what definition?  Albert Borgmann looks at the relationship between Christianity and technology by examining some of the \"invisible\" dangers of a technology-driven lifestyle. Specifically, he points out how utility and consumption have replaced connection to physical things and meaningful practices in everyday life. Power Failure calls us to redeem and restrain technology through simple Christian practices, including citizen-based decision making, shared meals, and daily Scripture reading.",
		"ISBN": "978-1-4412-3156-7",
		"note": "Google-Books-ID: koUL7eggvT8C",
		"shortTitle": "Power Failure",
		"language": "en",
		"author": [
			{
				"family": "Borgmann",
				"given": "Albert"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NVHADAHF",
		"type": "book",
		"title": "Habits of the High-Tech Heart: Living Virtuously in the Information Age",
		"publisher": "Baker Books",
		"number-of-pages": "498",
		"source": "Google Books",
		"abstract": "Habits of the High-Tech Heart addresses the major drawbacks to the network computerization of our society and the growing tendency to substitute technology and innovation for morality and virtue.The solution is not to dismantle our growing technologies but to pay more attention to the \"habits of the heart.\" Schultze calls for a renewal of community and offers readers ways to live by habits of the heart in the information age.",
		"ISBN": "978-1-4412-0686-2",
		"note": "Google-Books-ID: evVDJd4VWa8C",
		"shortTitle": "Habits of the High-Tech Heart",
		"language": "en",
		"author": [
			{
				"family": "Schultze",
				"given": "Quentin J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2004",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/MYFSNURK",
		"type": "book",
		"title": "The Next Story: Faith, Friends, Family, and the Digital World",
		"publisher": "Zondervan",
		"number-of-pages": "152",
		"source": "Google Books",
		"abstract": "Even the least technical among us are being pressed from all sides by advances in digital technology. We rely upon computers, cell phones, and the Internet for communication, commerce, and entertainment. Yet even though we live in this “instant message” culture, many of us feel disconnected, and we question if all this technology is really good for our souls.In a manner that’s accessible, thoughtful, and biblical, author Tim Challies addresses questions such as:• How has life—and faith—changed now that everyone is available all the time through mobile phones?• How does our constant connection to these digital devices affect our families and our church communities?• What does it mean that almost two billion humans are connected by the Internet … with hundreds of millions more coming online each year?Providing the reader with a framework they can apply to any technology, Tim Challies explains how and why our society has become reliant on digital technology, what it means for our lives, and how it impacts the Christian faith.",
		"ISBN": "978-0-310-52083-2",
		"note": "Google-Books-ID: oPR9BAAAQBAJ",
		"shortTitle": "The Next Story",
		"language": "en",
		"author": [
			{
				"family": "Challies",
				"given": "Tim"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					3,
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/9ELCAKJI",
		"type": "book",
		"title": "From the Garden to the City: The Redeeming and Corrupting Power of Technology",
		"publisher": "Kregel Publications",
		"number-of-pages": "194",
		"source": "Google Books",
		"abstract": "Where does technology belong in the biblical story of redemption? Believers and unbelievers alike are saturated with technology, yet most give it little if any thought. Consumers buy and upgrade as fast as they can, largely unaware of technology's subtle yet powerful influence. In a world where technology changes almost daily, many are left to wonder: Should Christians embrace all that is happening? Are there some technologies that we need to avoid? Does the Bible give us any guidance on how to use digital tools and social media? An experienced Web developer and writer on technology and culture, John Dyer answers these questions and more by walking through the story of the Bible and introducing key ideas about how technology and culture interact. Dyer first analyzes the biblical, theological, and philosophical foundations of technology and then studies several examples that show how technology can influence the spiritual life. For youth pastors, college-aged readers, and anyone interested in understanding how technology fits with faith, \"From the Garden to the City\" fills a gap for biblically-informed literature in a technological world. \"The burgeoning field of internet possibilities has very little written from a Christian perspective, much less from a gifted artist like John Dyer.\"--J. Scott Horrell, Professor of Theological Studies, Dallas Theological Seminary \"Of all the voices speaking and writing on the subject today, John Dyer's is among the voices I most respect. [His] unique combination of technological and theological passion, insight, and credentials make him an author and thought leader that people of faith need to hear from.\"--Scott McClellan, editor, \"Collide Magazine\"",
		"ISBN": "978-0-8254-8930-3",
		"shortTitle": "From the Garden to the City",
		"language": "en",
		"author": [
			{
				"family": "Dyer",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					7,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NXNFSL5W",
		"type": "book",
		"title": "Shaping a Digital World: Faith, Culture and Computer Technology",
		"publisher": "InterVarsity Press",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "Digital technology has become a ubiquitous feature of modern life. Our increasingly fast-paced world seems more and more remote from the world narrated in Scripture. But despite its pervasiveness, there remains a dearth of theological reflection about computer technology and what it means to live as a faithful Christian in a digitally-saturated society. In this thoughtful and timely book, Derek Schuurman provides a brief theology of technology, rooted in the Reformed tradition and oriented around the grand themes of creation, fall, redemption and new creation. He combines a concise, accessible style with penetrating cultural and theological analysis. Building on the work of Jacques Ellul, Marshall McLuhan and Neil Postman, and drawing from a wide range of Reformed thinkers, Schuurman situates computer technology within the big picture of the biblical story. Technology is not neutral, but neither is there an exclusively &quot;Christian&quot; form of technological production and use. Instead, Schuurman guides us to see the digital world as part of God’s good creation, fallen yet redeemable according to the law of God. Responsibly used, technology can become an integral part of God’s shalom for the earth.",
		"ISBN": "978-0-8308-2713-8",
		"shortTitle": "Shaping a Digital World",
		"language": "en",
		"author": [
			{
				"family": "Schuurman",
				"given": "Derek C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					5,
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5U3BF58T",
		"type": "book",
		"title": "Virtually Human: Flourishing in a Digital World",
		"publisher": "Inter-Varsity Press",
		"number-of-pages": "176",
		"source": "Google Books",
		"ISBN": "978-1-78359-389-7",
		"note": "Google-Books-ID: 4UkNjwEACAAJ",
		"shortTitle": "Virtually Human",
		"language": "en",
		"author": [
			{
				"family": "Nicholas",
				"given": "Pete"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/S9WB4LH6",
		"type": "book",
		"title": "The Tech-Wise Family: Everyday Steps for Putting Technology in Its Proper Place",
		"publisher": "Baker Books",
		"number-of-pages": "148",
		"source": "Google Books",
		"abstract": "Making conscientious choices about technology in our families is more than just using internet filters and determining screen time limits for our children. It's about developing wisdom, character, and courage in the way we use digital media rather than accepting technology's promises of ease, instant gratification, and the world's knowledge at our fingertips. And it's definitely not just about the kids.Drawing on in-depth original research from the Barna Group, Andy Crouch shows readers that the choices we make about technology have consequences we may never have considered. He takes readers beyond the typical questions of what, where, and when and instead challenges them to answer provocative questions like, Who do we want to be as a family? and How does our use of a particular technology move us closer or farther away from that goal? Anyone who has felt their family relationships suffer or their time slip away amid technology's distractions will find in this book a path forward to reclaiming their real life in a world of devices.",
		"ISBN": "978-1-4934-0655-5",
		"note": "Google-Books-ID: BhHeDAAAQBAJ",
		"shortTitle": "The Tech-Wise Family",
		"language": "en",
		"author": [
			{
				"family": "Crouch",
				"given": "Andy"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					18
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/XKSUXS9J",
		"type": "book",
		"title": "12 Ways Your Phone Is Changing You",
		"publisher": "Crossway",
		"number-of-pages": "162",
		"source": "Google Books",
		"abstract": "Do You Control Your Phone—Or Does Your Phone Control You? Within a few years of its unveiling, the smartphone had become part of us, fully integrated into the daily patterns of our lives. Never offline, always within reach, we now wield in our hands a magic wand of technological power we have only begun to grasp. But it raises new enigmas, too. Never more connected, we seem to be growing more distant. Never more efficient, we have never been more distracted. Drawing from the insights of numerous thinkers, published studies, and his own research, writer Tony Reinke identifies twelve potent ways our smartphones have changed us—for good and bad. Reinke calls us to cultivate wise thinking and healthy habits in the digital age, encouraging us to maximize the many blessings, to avoid the various pitfalls, and to wisely wield the most powerful gadget of human connection ever unleashed.",
		"ISBN": "978-1-4335-5246-5",
		"note": "Google-Books-ID: KYquDgAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Reinke",
				"given": "Tony"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					4,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/P7I68MQQ",
		"type": "book",
		"title": "Hacked: How a Christian Hackathon Is Shifting Traditional Engagement Models and Creating an Ecosystem for Life-Transforming Te",
		"publisher": "Primedia eLaunch LLC",
		"number-of-pages": "117",
		"source": "Google Books",
		"abstract": "Scripture reminds us that each and every person has been equipped in a unique way to serve the Kingdom. We are reminded that none of these gifts are more valuable than the other and that through working together not only can we have a strong, vibrant, and far-reaching church, but also a world that moves closer towards wholeness and more like heaven. We are now in, and have been for some time, the Digital Age. With this has come a completely new way to communicate with others, solve complex problems, and advance the Gospel. But it seems the church has failed in many ways to function and thrive in this age. Is it possible to blaze a new path or create a space whereby passionate individuals can grow, create, and work together to help alleviate and eradicate injustice, teach God's unconditional love and build healthier and stronger societies? What are the possibilities?",
		"ISBN": "978-1-64316-524-0",
		"note": "Google-Books-ID: LTh2tgEACAAJ",
		"shortTitle": "Hacked",
		"language": "en",
		"issued": {
			"date-parts": [
				[
					"2017",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IZ5PJTG4",
		"type": "book",
		"title": "Disruptive Witness: Speaking Truth in a Distracted Age",
		"publisher": "InterVarsity Press",
		"number-of-pages": "203",
		"source": "Google Books",
		"abstract": "These two trends define life in Western society today. We are increasingly addicted to habits--and devices--that distract and \"buffer\" us from substantive reflection and deep engagement with the world. And we live in what Canadian philosopher Charles Taylor calls \"a secular age\"--an age in which all beliefs are equally viable and real transcendence is less and less plausible. Drawing on Taylor's work, Alan Noble describes how these realities shape our thinking and affect our daily lives. Too often Christians have acquiesced to these trends, and the result has been a church that struggles to disrupt the ingrained patterns of people's lives. But the gospel of Jesus is inherently disruptive: like a plow, it breaks up the hardened surface to expose the fertile earth below. In this book Noble lays out individual, ecclesial, and cultural practices that disrupt our society's deep-rooted assumptions and point beyond them to the transcendent grace and beauty of Jesus. Disruptive Witness casts a new vision for the evangelical imagination, calling us away from abstraction and cliché to a more faithful embodiment of the gospel for our day.",
		"ISBN": "978-0-8308-8109-3",
		"note": "Google-Books-ID: 7e9dDwAAQBAJ",
		"shortTitle": "Disruptive Witness",
		"language": "en",
		"author": [
			{
				"family": "Noble",
				"given": "Alan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KQCK3LTP",
		"type": "book",
		"title": "The Technological Society",
		"publisher": "CreateSpace Independent Publishing Platform",
		"number-of-pages": "570",
		"source": "Google Books",
		"abstract": ".\"..He goes through one human activity after another and shows how it has been technicized, rendered efficient, and diminished in the process.\"- Harper's Magazine",
		"ISBN": "978-1-5376-0026-0",
		"note": "Google-Books-ID: lYEjvgAACAAJ",
		"language": "en",
		"author": [
			{
				"family": "Ellul",
				"given": "Jacques"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SETR4ZSS",
		"type": "book",
		"title": "Ethics in an Age of Technology",
		"publisher": "HarperSanFrancisco",
		"number-of-pages": "312",
		"source": "Google Books",
		"abstract": "\"In examining the conflicting ethics and assumptions that lead to divergent views of technology, Barbour analyzes three social values: justice, participatory freedom, and economic development, and defends such environmental principles as resource sustainability, environmental protection, and respect for all forms of life. He presents case studies of agricultural technology, energy policy, and the use of computers.\" \"Looking to the future, he describes the effects of global climate change, genetic engineering, and nuclear war and cautions that we must control our new powers over life and death more effectively. Finally, he concludes by focusing on appropriate technologies, individual life-styles, and sources of change: education, political action, response to crisis, and alternative visions of the good life.\"--BOOK JACKET.",
		"ISBN": "978-0-06-060934-4",
		"note": "Google-Books-ID: CqdsQgAACAAJ",
		"language": "en",
		"author": [
			{
				"family": "Barbour",
				"given": "Ian G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1993"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NNE3JGF8",
		"type": "book",
		"title": "The Religion of Technology: The Divinity of Man and the Spirit of Invention",
		"publisher": "Knopf Doubleday Publishing Group",
		"number-of-pages": "339",
		"source": "Google Books",
		"abstract": "Arguing against the widely held belief that technology and religion are at war with each other, David F. Noble's groundbreaking book reveals the religious roots and spirit of Western technology.          It links the technological enthusiasms of the present day with the ancient and enduring Christian expectation of recovering humankind's lost divinity. Covering a period of a thousand years, Noble traces the evolution of the Western idea of technological development from the ninth century, when the useful arts became connected to the concept of redemption, up to the twentieth, when humans began to exercise God-like knowledge and powers.         Noble describes how technological advance accelerated at the very point when it was invested with spiritual significance. By examining the imaginings of monks, explorers, magi, scientists, Freemasons, and engineers, this historical account brings to light an other-worldly inspiration behind the apparently worldly endeavors by which we habitually define Western civilization. Thus we see that Isaac Newton devoted his lifetime to the interpretation of prophecy. Joseph Priestley was the discoverer of oxygen and a founder of Unitarianism. Freemasons were early advocates of industrialization and the fathers of the engineering profession. Wernher von Braun saw spaceflight as a millenarian new beginning for humankind.         The narrative moves into our own time through the technological enterprises of the last half of the twentieth century: nuclear weapons, manned space exploration, Artificial Intelligence, and genetic engineering. Here the book suggests that the convergence of technology and religion has outlived its usefulness, that though it once contributed to human well-being, it has now become a threat to our survival. Viewed at the dawn of the new millennium, the technological means upon which we have come to rely for the preservation and enlargement of our lives betray an increasing impatience with life and a disdainful disregard for mortal needs. David F. Noble thus contends that we must collectively strive to disabuse ourselves of the inherited religion of technology and begin rigorously to re-examine our enchantment with unregulated technological advance.",
		"ISBN": "978-0-307-82853-8",
		"note": "Google-Books-ID: xKIyIiCmyYYC",
		"shortTitle": "The Religion of Technology",
		"language": "en",
		"author": [
			{
				"family": "Noble",
				"given": "David F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/43DI4YVF",
		"type": "book",
		"title": "In Our Image: Artificial Intelligence and the Human Spirit",
		"publisher": "Fortress Press",
		"number-of-pages": "160",
		"source": "Google Books",
		"abstract": "In Our Image brilliantly illuminates who we are as humans by demonstrating the surprisingly deep parallels between our motivations to replicate ourselves through computer technology and our emerging understanding of ourselves as relational beings created in God's image. This book is required reading for anyone--Christian or non-Christian--intrigued by the possibility of artificial intelligence.",
		"ISBN": "978-1-4514-1518-6",
		"note": "Google-Books-ID: D_9bpU_3rWEC",
		"shortTitle": "In Our Image",
		"language": "en",
		"author": [
			{
				"family": "Herzfeld",
				"given": "Noreen L."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/XAVI2TJC",
		"type": "book",
		"title": "From Human to Posthuman: Christian Theology and Technology in a Postmodern World",
		"publisher": "Ashgate Pub.",
		"number-of-pages": "166",
		"source": "Google Books",
		"note": "Google-Books-ID: oKO4vQEACAAJ",
		"shortTitle": "From Human to Posthuman",
		"language": "en",
		"author": [
			{
				"family": "Waters",
				"given": "Brent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6GGI5RTW",
		"type": "book",
		"title": "Technology and Religion: Remaining Human C0-created World",
		"publisher": "Templeton Press",
		"number-of-pages": "177",
		"source": "Google Books",
		"abstract": "Technology is changing all the time, but does it also have the ability to change us and the way we approach religion and spirituality? In Technology and Religion: Remaining Human in a Co-created World, Noreen Herzfeld examines this and other provocative questions as she provides an accessible and fascinating overview of the relationship between religion and the ever-broadening world of technology. In order to consider fully a topic as wide as technology, Herzfeld approaches the field from three different angles: technologies of the human body—such as genetic engineering, stem cells, cloning, pharmaceutical technologies, mechanical enhancement and cyborgs; technologies of the human mind—like human and artificial intelligence, virtual reality and cyberspace; and technologies of the external environment—such as nanotechnology, genetically modified crops and new agricultural technologies, and energy technology. She takes a similarly broad approach to the field of religion, focusing on how these issues interface with the three Abrahamic traditions of Christianity, Islam, and Judaism. Throughout, readers will find nuanced examinations of the moral and ethical issues surrounding new technologies from the perspectives of these faith traditions. The result is a multifaceted look at the ongoing dialogue between these two subjects that are not commonly associated with one another. This volume is the third title published in the new Templeton Science and Religion Series.",
		"ISBN": "978-1-59947-313-0",
		"shortTitle": "Technology and Religion",
		"language": "en",
		"author": [
			{
				"family": "Herzfeld",
				"given": "Noreen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/EWMIFN5L",
		"type": "book",
		"title": "Apocalyptic AI: Visions of Heaven in Robotics, Artificial Intelligence, and Virtual Reality",
		"publisher": "Oxford University Press, USA",
		"number-of-pages": "336",
		"source": "Google Books",
		"abstract": "Apocalyptic AI, the hope that we might one day upload our minds into machines or cyberspace and live forever, is a surprisingly wide-spread and influential idea, affecting everything from the world view of online gamers to government research funding and philosophical thought. In Apocalyptic AI, Robert Geraci offers the first serious account of this &quot;cyber-theology&quot; and the people who promote it. Drawing on interviews with roboticists and AI researchers and with devotees of the online game Second Life, among others, Geraci illuminates the ideas of such advocates of Apocalyptic AI as Hans Moravec and Ray Kurzweil. He reveals that the rhetoric of Apocalyptic AI is strikingly similar to that of the apocalyptic traditions of Judaism and Christianity. In both systems, the believer is trapped in a dualistic universe and expects a resolution in which he or she will be translated to a transcendent new world and live forever in a glorified new body. Equally important, Geraci shows how this worldview shapes our culture. Apocalyptic AI has become a powerful force in modern culture. In this superb volume, he shines a light on this belief system, revealing what it is and how it is changing society.",
		"ISBN": "978-0-19-997893-9",
		"note": "Google-Books-ID: 0xaV_8pZUzMC",
		"shortTitle": "Apocalyptic AI",
		"language": "en",
		"author": [
			{
				"family": "Geraci",
				"given": "Robert M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					2,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KVXQK4ET",
		"type": "book",
		"title": "Technology and the Philosophy of Religion",
		"publisher": "Cambridge Scholars Publishing",
		"number-of-pages": "265",
		"source": "Google Books",
		"abstract": "The last one hundred years has seen unimaginable technological progress transforming every aspect of human life. Yet we seem unable to shake a profound unease with the direction of modern technology and its ideological siblings, global capitalism and massive consumption. Philosophers such as Marcuse, Borgmann and especially Heidegger, have developed important analyses of technological society, however in this book David Lewin argues that their ideas have remained limited either by their secular context, or by the narrow conception of religion that they do allow. This study guides the reader along the newly formed paths of the philosophy of technology, arguing that where those paths come to an abrupt end, a religious discourse is needed to articulate the ultimate concerns that drive technological action. It calls for a meditation on the central insight of many religious traditions that, in an ultimate sense, we ‘know not what we do.’ To acknowledge that we know not what we do is the first step towards a theology of technology that draws upon insights from the mystical theological tradition, as well as from recent developments in the continental philosophy of religion.",
		"ISBN": "978-1-4438-2532-0",
		"note": "Google-Books-ID: DYQnBwAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Lewin",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					9,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BRH5ZKYS",
		"type": "book",
		"title": "Thinking about God in an Age of Technology",
		"publisher": "OUP Oxford",
		"number-of-pages": "287",
		"source": "Google Books",
		"abstract": "Taking up the critique of theology found in the work of Heidegger, George Pattison argues for a model of thinking about God that would not be liable to the charge of `enframing' that Heidegger sees as characteristic of technological thinking. He constructs his case in relation to particular issues in bioethics, the place of theology in the university, the arts, and the contemporary experience of living in the city.",
		"ISBN": "978-0-19-927977-7",
		"note": "Google-Books-ID: 9WgTDAAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Pattison",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005",
					9,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Y8FDWZRQ",
		"type": "book",
		"title": "Christian Ethics in a Technological Age",
		"publisher": "Wm. B. Eerdmans Publishing",
		"number-of-pages": "419",
		"source": "Google Books",
		"abstract": "Through close analysis of the historical and conceptual roots of modern science and technology, Brian Brock here develops a theological ethic addressing a wide range of contemporary perplexities about the moral challenges raised by new technology.",
		"ISBN": "978-0-8028-6517-5",
		"note": "Google-Books-ID: 2I2_i1VFoyYC",
		"language": "en",
		"author": [
			{
				"family": "Brock",
				"given": "Brian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					6,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3USHGS2R",
		"type": "book",
		"title": "Transhumanism and Transcendence: Christian Hope in an Age of Technological Enhancement",
		"publisher": "Georgetown University Press",
		"number-of-pages": "229",
		"source": "Google Books",
		"abstract": "The timeless human desire to be more beautiful, intelligent, healthy, athletic, or young has given rise in our time to technologies of human enhancement. Athletes use drugs to increase their strength or stamina; cosmetic surgery is widely used to improve physical appearance; millions of men take drugs like Viagra to enhance sexual performance. And today researchers are exploring technologies such as cell regeneration and implantable devices that interact directly with the brain. Some condemn these developments as a new kind of cheating—not just in sports but in life itself—promising rewards without effort and depriving us most of all of what it means to be authentic human beings. “Transhumanists,” on the other hand, reject what they see as a rationalizing of human limits, as if being human means being content forever with underachieving bodies and brains. To be human, they insist, is to be restless with possibilities, always eager to transcend biological limits. As the debate grows in urgency, how should theology respond? Christian theologians recognize truth on both sides of the argument, pointing out how the yearnings of the transhumanists—if not their technological methods—find deep affinities in Christian belief. In this volume, Ronald Cole-Turner has joined seasoned scholars and younger, emerging voices together to bring fresh insight into the technologies that are already reshaping the future of Christian life and hope.",
		"ISBN": "978-1-58901-794-8",
		"note": "Google-Books-ID: b2OQ5nefgOMC",
		"shortTitle": "Transhumanism and Transcendence",
		"language": "en",
		"author": [
			{
				"family": "Cole-Turner",
				"given": "Ronald"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					9,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/5MB8E28W",
		"type": "book",
		"title": "Cyborg Selves: A Theological Anthropology of the Posthuman",
		"publisher": "Routledge",
		"number-of-pages": "225",
		"source": "Google Books",
		"abstract": "What is the 'posthuman'? Is becoming posthuman inevitable-something which will happen to us, or something we will do to ourselves? Why do some long for it, while others fearfully reject it? These questions underscore the fact that the posthuman is a name for the unknown future, and therefore, not a single idea but a jumble of competing visions - some of which may be exciting, some of which may be frightening, and which is which depends on who you are, and what you desire to be. This book aims to clarify current theological and philosophical dialogue on the posthuman by arguing that theologians must pay attention to which form of the posthuman they are engaging, and to demonstrate that a 'posthuman theology' is not only possible, but desirable, when the vision of the posthuman is one which coincides with a theological vision of the human.",
		"ISBN": "978-1-317-15517-1",
		"note": "Google-Books-ID: wBEpDAAAQBAJ",
		"shortTitle": "Cyborg Selves",
		"language": "en",
		"author": [
			{
				"family": "Thweatt-Bates",
				"given": "Jeanine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					5,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/8UNNXSGC",
		"type": "book",
		"title": "Eschatology and the Technological Future",
		"publisher": "Routledge",
		"number-of-pages": "362",
		"source": "Google Books",
		"abstract": "The rapid advancement of technology has led to an explosion of speculative theories about what the future of humankind may look like. These \"technological futurisms\" have arisen from significant advances in the fields of nanotechnology, biotechnology and information technology and are drawing growing scrutiny from the philosophical and theological communities. This text seeks to contextualize the growing literature on the cultural, philosophical and religious implications of technological growth by considering technological futurisms such as transhumanism in the context of the long historical tradition of technological dreaming. Michael Burdett traces the latent religious sources of our contemporary technological imagination by looking at visionary approaches to technology and the future in seminal technological utopias and science fiction and draws on past theological responses to the technological future with Pierre Teilhard de Chardin and Jacques Ellul. Burdett’s argument arrives at a contemporary Christian response to transhumanism based around the themes of possibility and promise by turning to the works of Richard Kearney, Eberhard Jüngel and Jürgen Moltmann. Throughout, the author highlights points of correspondence and divergence between technological futurisms and the Judeo-Christian understanding of the future.",
		"ISBN": "978-1-317-57664-8",
		"note": "Google-Books-ID: ZU62BQAAQBAJ",
		"language": "en",
		"author": [
			{
				"family": "Burdett",
				"given": "Michael S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					12,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/QQQAKE88",
		"type": "book",
		"title": "Christian Moral Theology in the Emerging Technoculture: From Posthuman Back to Human",
		"publisher": "Routledge",
		"number-of-pages": "271",
		"source": "Google Books",
		"abstract": "We are living in an emerging technoculture. Machines and gadgets not only weave the fabric of daily life, but more importantly embody philosophical and religious values which shape the contemporary moral vision-a vision that is often at odds with Christian convictions. This book critically examines those values, and offers a framework for how Christian moral theology should be formed and lived-out within the emerging technoculture. Brent Waters argues that technology represents the principal cultural background against which contemporary Christian moral life is formed. Addressing contemporary ethical and religious issues, this book will be of particular interest to students and scholars exploring the ideas of Heidegger, Nietzsche, Grant, Arendt, and Borgmann.",
		"ISBN": "978-1-317-16672-6",
		"note": "Google-Books-ID: PmY3DAAAQBAJ",
		"shortTitle": "Christian Moral Theology in the Emerging Technoculture",
		"language": "en",
		"author": [
			{
				"family": "Waters",
				"given": "Brent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					5,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SQSXWRQR",
		"type": "book",
		"title": "The Myth of the Moral Brain: The Limits of Moral Enhancement",
		"publisher": "MIT Press",
		"number-of-pages": "351",
		"source": "Google Books",
		"abstract": "An argument that moral functioning is immeasurably complex, mediated by biology but not determined by it.Throughout history, humanity has been seen as being in need of improvement, most pressingly in need of moral improvement. Today, in what has been called the beginnings of “the golden age of neuroscience,” laboratory findings claim to offer insights into how the brain “does” morality, even suggesting that it is possible to make people more moral by manipulating their biology. Can “moral bioenhancement”—using technological or pharmaceutical means to boost the morally desirable and remove the morally problematic—bring about a morally improved humanity? In The Myth of the Moral Brain, Harris Wiseman argues that moral functioning is immeasurably complex, mediated by biology but not determined by it. Morality cannot be engineered; there is no such thing as a “moral brain.”Wiseman takes a distinctively interdisciplinary approach, drawing on insights from philosophy, biology, theology, and clinical psychology. He considers philosophical rationales for moral enhancement, and the practical realities they come up against; recent empirical work, including studies of the cognitive and behavioral effects of oxytocin, serotonin, and dopamine; and traditional moral education, in particular the influence of religious thought, belief, and practice. Arguing that morality involves many interacting elements, Wiseman proposes an integrated bio-psycho-social approach to the consideration of moral enhancement. Such an approach would show that, by virtue of their sheer numbers, social and environmental factors are more important in shaping moral functioning than the neurobiological factors with which they are interwoven.",
		"ISBN": "978-0-262-33366-5",
		"note": "Google-Books-ID: ytCaCwAAQBAJ",
		"shortTitle": "The Myth of the Moral Brain",
		"language": "en",
		"author": [
			{
				"family": "Wiseman",
				"given": "Harris"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					2,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/NM6ML4MN",
		"type": "book",
		"title": "Cyborg Theology: Humans, Technology and God",
		"publisher": "I.B.Tauris",
		"number-of-pages": "280",
		"source": "Google Books",
		"abstract": "The concept of the cyborg, or cybernetic organism, has led to notably creative explorations of the ambiguous relationship between human beings and technology. In particular, Donna Haraway argued in her famous 1991 ‘Cyborg Manifesto’ that people, since they are so often now detached and separated from nature, have themselves evolved into cyborgs. This striking idea has had considerable influence within critical theory, cultural studies and even science fiction (where it has surfaced, for example, in the Terminator films and in the Borg of the Star Trek franchise). But it is a notion that has had much less currency in theology. In his innovative new book, Scott Midson boldly argues that the deeper nuances of Haraway’s and the cyborg idea can similarly rejuvenate theology, mythology and anthropology. Challenging the damaging anthropocentrism directed towards nature and the non-human in our society, the author reveals – through an imaginative reading of the myth of Eden – how it is now possible for humanity to be at one with the natural world even as it vigorously pursues novel, ‘post-human’, technologies.",
		"ISBN": "978-1-78672-295-9",
		"note": "Google-Books-ID: jixADwAAQBAJ",
		"shortTitle": "Cyborg Theology",
		"language": "en",
		"author": [
			{
				"family": "Midson",
				"given": "Scott A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6RZ2XBCK",
		"type": "webpage",
		"title": "Artificial Intelligence: A Guide to the Key Issues",
		"container-title": "Bishop Steven's Blog",
		"abstract": "I’ve been exploring Artificial Intelligence for some time now.  In June I was appointed to sit on a new House of Lords Select Committee on AI as part of my work in the House of Lords.",
		"URL": "https://blogs.oxford.anglican.org/artificial-intelligence-guide-key-issues/",
		"shortTitle": "Artificial Intelligence",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					8,
					25
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/UKRPL44C",
		"type": "webpage",
		"title": "Artificial Intelligence",
		"container-title": "Bishop Steven's Blog",
		"abstract": "My top eight issues in AI and the deep theological questions they raise...",
		"URL": "https://blogs.oxford.anglican.org/artificial-intelligence-eight-key-issues/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					28
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/6PLE4LFJ",
		"type": "webpage",
		"title": "Radio 4 Thought for the Day",
		"container-title": "Bishop Steven's Blog",
		"abstract": "Bishop Steven gave his Thought for the Day on Saturday 30th December 2017 during a programme edited by Artificial Intelligence (AI). “How are you feeling?” “What’s your energy like today?” Imagine being asked the same questions every day not by a person but by a machine. My eye was drawn earlier this year to the …",
		"URL": "https://blogs.oxford.anglican.org/radio-4-thought-day/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					12,
					30
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/U8MFKRP3",
		"type": "webpage",
		"title": "The only way is Ethics",
		"container-title": "Bishop Steven's Blog",
		"abstract": "AI in the UK: ready, willing and able? is the new report from the Lords Select Committee on Artificial Intelligence. The Bishop of Oxford, the Rt Revd Dr Steven Croft, a member of the committee, explores a critical moment for AI: humankind has the power now to shape AI as it develops.",
		"URL": "https://blogs.oxford.anglican.org/the-only-way-is-ethics/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					4,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KWRNALB2",
		"type": "webpage",
		"title": "How to be human",
		"container-title": "Bishop Steven's Blog",
		"abstract": "Bishop Steven Croft explores the fundamental question of our age: what does it mean to be human and how do we live well in the age of the machine?",
		"URL": "https://blogs.oxford.anglican.org/how-to-be-human/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W3NKCWTA",
		"type": "webpage",
		"title": "Move fast and mend things",
		"container-title": "Bishop Steven's Blog",
		"abstract": "The Bishop of Oxford is one of an expert panel of advisers appointed to shape the work of the world’s first Centre for Data Ethics and Innovation.",
		"URL": "https://blogs.oxford.anglican.org/move-fast-and-mend-things/",
		"language": "en-GB",
		"author": [
			{
				"family": "Croft",
				"given": "Steven"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/N7PUZUGG",
		"type": "post-weblog",
		"title": "How AI is Changing Global Understanding and Cooperation",
		"container-title": "Medium",
		"abstract": "Introducing Christians to key questions about Artificial Intelligence and its role in society",
		"URL": "https://medium.com/ai-and-christianity/how-ai-is-changing-global-understanding-and-cooperation-7eb995349b87",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/VMPNEXK7",
		"type": "post-weblog",
		"title": "Relating to Artificial Persons in Everyday Life",
		"container-title": "AI and Christianity",
		"abstract": "How how does our treatment of artificial persons shape our character, relationships, and human understanding?",
		"URL": "https://medium.com/ai-and-christianity/relating-to-artificial-persons-in-everyday-life-60bd9ff005ae",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/IQIV8FVT",
		"type": "post-weblog",
		"title": "How will AI Transform Work, Creativity, and Purpose?",
		"container-title": "Medium",
		"abstract": "To Christians, work is part of our human identity and our worship. So too are our inventions.",
		"URL": "https://medium.com/ai-and-christianity/how-will-ai-transform-work-creativity-and-purpose-a8c78aa3368e",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					27
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/YNJ3MTFS",
		"type": "post-weblog",
		"title": "AI in Counseling & Spiritual Care",
		"container-title": "AI and Christianity",
		"abstract": "Predictive models are transforming mental health. They might also monitor and shape our moral lives.",
		"URL": "https://medium.com/ai-and-christianity/ai-in-counseling-spiritual-care-e324d9aea3b0",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					2
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/G7JRQVHJ",
		"type": "post-weblog",
		"title": "How AI is Shaping Ideas of Sin, Justice, Freedom, and Forgiveness",
		"container-title": "Medium",
		"abstract": "What can Christians offer a world that expects machines to predict our moral and legal futures?",
		"URL": "https://medium.com/ai-and-christianity/how-ai-is-shaping-ideas-of-sin-justice-freedom-and-forgiveness-5204457926c5",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					20
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/484ABTAQ",
		"type": "post-weblog",
		"title": "Finance, Charity, and Fairness",
		"container-title": "AI and Christianity",
		"abstract": "AIs are influencing how resources reach the people who need them most. Christians need ways to design, audit, & remake them.",
		"URL": "https://medium.com/ai-and-christianity/finance-charity-and-fairness-bce760ef6821",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					26
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Q3AJCCIT",
		"type": "post-weblog",
		"title": "Artificial Intelligence in Christian Thought and Practice",
		"container-title": "Medium",
		"abstract": "This series by Christian computer scientists introduces questions for Christians about AI and its role in society",
		"URL": "https://medium.com/ai-and-christianity/artificial-intelligence-in-christian-thought-and-practice-20ec8635a94f",
		"author": [
			{
				"family": "Matias",
				"given": "J. Nathan"
			},
			{
				"family": "Manikonda",
				"given": "Lydia"
			},
			{
				"family": "Hale",
				"given": "Scott"
			},
			{
				"family": "Arnold",
				"given": "Ken"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					19
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/Y554SZGI",
		"type": "article-journal",
		"title": "Machines of Loving Grace: Angels, Cyborgs and Postsecular Labour",
		"container-title": "Journal for Cultural and Religious Theory",
		"page": "240-259",
		"volume": "16",
		"issue": "2",
		"source": "hcommons.org",
		"abstract": "Charles Taylor’s ‘secular age’ was always also a machine age; the death of God and the mechanisation of the world developed in tandem with one another. Yet magic did not disappear from this new world so much as find itself transposed into new forms, new bodies, and new powers. This paper will explore the implications of this tranposition.  On Marx’s account, a machine is made up of three components: a motor mechanism, a self-moving power which drives the machine as a whole; a transmitting mechanism, which divides and distributes this power; and the tool or working machine. We might, then, read Dionysius’ decidedly un-secular Celestial Hierarchy as the description of a heavenly machine designed, as Agamben suggests, for the government of the world and the generation of surplus value in the form of doxology. The divine eros which generates the Dionysian cosmos originates with God, is passed on by the angelic messengers, who transmit the divine power to the ecclesiastical hierarchy, whose members labour to become fellow workers with God.  As Marx well knew, machines can function as instruments either of domination or of liberation. This paper will bring Dionysius’ account of angelic labour into conversation with contemporary discussions of the machinic transformation of human labour. First, it will think through the relationship of the divine eros and the role of angels as ‘fellow workmen for God’ in dialogue with Frédéric Lordon and Maurizio Lazzarato’s account of the entanglement of machines and desire in contemporary labour. Second, it will bring the ambiguous role of angels in Dionysius’ anthropology to bear on Donna Haraway’s exposition of the utopian possibilities of the figure of the cyborg as a figure for the possible futures of human life and labour. How might Dionysius help us to think postsecular labour anew?",
		"URL": "https://hcommons.org/deposits/item/hc:14351/",
		"shortTitle": "Machines of Loving Grace",
		"language": "en-US",
		"author": [
			{
				"family": "Rose",
				"given": "Marika"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			],
			"season": "Spring"
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/BTBJDQVD",
		"type": "book",
		"title": "Technology and Empire",
		"publisher": "House of Anansi Press Incorporated",
		"number-of-pages": "145",
		"source": "Google Books",
		"abstract": "George Grant -- philosopher, conservative, Canadian nationalist -- was one of Canada's most significant thinkers and the author of Lament for a Nation. In Technology and Empire, Grant reflects on the extent to which technology has shaped our modern culture.",
		"ISBN": "978-0-88784-876-6",
		"note": "Google-Books-ID: fXTVi3E55zoC",
		"language": "en",
		"author": [
			{
				"family": "Grant",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1991",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/SN5FFVYY",
		"type": "book",
		"title": "Technology and Justice",
		"publisher": "House of Anansi Press Incorporated",
		"number-of-pages": "137",
		"source": "Google Books",
		"abstract": "In six magnificent essays, George Grant reflects on the extent to which technology has shaped the way we live now. Admirers of Grant's English-Speaking Justice will welcome this exploration of the fate of traditional values in modern education, social behaviour, and religion, as well as Grant's penetrating insights into the technology of birth.",
		"ISBN": "978-0-88784-877-3",
		"note": "Google-Books-ID: BXhLdjIPCykC",
		"language": "en",
		"author": [
			{
				"family": "Grant",
				"given": "George"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1991",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/3AN5DERA",
		"type": "motion_picture",
		"title": "Artificial Intelligence, Robots and Human Identity",
		"abstract": "Talk given by Prof. John Wyatt as part of Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2339041",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					16
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/V5LQ6U5C",
		"type": "motion_picture",
		"title": "Can we say 'you' to artifacts: personhood and creation in a technological world",
		"abstract": "Talk given by Dr Michael Burdett as part of short course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2352319",
		"author": [
			{
				"family": "Burdett",
				"given": "Michael S."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/UW6467RU",
		"type": "motion_picture",
		"title": "Communication, God and Machines",
		"abstract": "Lecture given by Prof. Richard Harper on the Robots, Reality and Religion Short Course",
		"URL": "https://www.sms.cam.ac.uk/media/2360416",
		"author": [
			{
				"family": "Harper",
				"given": "Richard"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/8KZW6DYX",
		"type": "motion_picture",
		"title": "Ethical Implications of Emotionally Responsive Machines",
		"abstract": "Talk given by Prof. Peter Robinson as part of Short Course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2369313",
		"author": [
			{
				"family": "Robinson",
				"given": "Peter"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/34XC8A59",
		"type": "motion_picture",
		"title": "Social Implications and the Future of Work",
		"abstract": "Talk given by Prof. Nigel Cameron as part of short course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2334042",
		"author": [
			{
				"family": "Cameron",
				"given": "Nigel"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					18
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W59X3K2J",
		"type": "motion_picture",
		"title": "Science Fiction and Religion",
		"abstract": "Talk given by Dr Beth Singler as part of Short Course 36: Robots, Reality and Religion",
		"URL": "https://www.sms.cam.ac.uk/media/2356912",
		"author": [
			{
				"family": "Singler",
				"given": "Beth"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/FZ7GSXK3",
		"type": "motion_picture",
		"title": "Religious Faith in an Age of Intelligent Machines",
		"abstract": "Talk given by Dr David Glass as part of Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2347977",
		"author": [
			{
				"family": "Glass",
				"given": "David"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/KPZM33AD",
		"type": "motion_picture",
		"title": "Artificial Intelligence and the search for Extra-Terrestrial Life",
		"abstract": "Talk given by Lord Martin Rees at Short Course 36",
		"URL": "https://www.sms.cam.ac.uk/media/2356167",
		"author": [
			{
				"family": "Rees",
				"given": "Martin"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					17
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HWAwDThz/items/W4X2RS22",
		"type": "motion_picture",
		"title": "Could a robot ever have real human identity?",
		"abstract": "Talk given by Prof. John Wyatt at Summer Course 2018",
		"URL": "https://www.sms.cam.ac.uk/media/2817939",
		"author": [
			{
				"family": "Wyatt",
				"given": "John"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					7
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					5
				]
			]
		}
	}
]