{"id": "http://zotero.org/users/local/HWAwDThz/items/3USHGS2R", "type": "book", "title": "Transhumanism and Transcendence: Christian Hope in an Age of Technological Enhancement", "publisher": "Georgetown University Press", "number-of-pages": "229", "source": "Google Books", "abstract": "The timeless human desire to be more beautiful, intelligent, healthy, athletic, or young has given rise in our time to technologies of human enhancement. Athletes use drugs to increase their strength or stamina; cosmetic surgery is widely used to improve physical appearance; millions of men take drugs like Viagra to enhance sexual performance. And today researchers are exploring technologies such as cell regeneration and implantable devices that interact directly with the brain. Some condemn these developments as a new kind of cheating—not just in sports but in life itself—promising rewards without effort and depriving us most of all of what it means to be authentic human beings. “Transhumanists,” on the other hand, reject what they see as a rationalizing of human limits, as if being human means being content forever with underachieving bodies and brains. To be human, they insist, is to be restless with possibilities, always eager to transcend biological limits. As the debate grows in urgency, how should theology respond? Christian theologians recognize truth on both sides of the argument, pointing out how the yearnings of the transhumanists—if not their technological methods—find deep affinities in Christian belief. In this volume, Ronald Cole-Turner has joined seasoned scholars and younger, emerging voices together to bring fresh insight into the technologies that are already reshaping the future of Christian life and hope.", "ISBN": "978-1-58901-794-8", "note": "Google-Books-ID: b2OQ5nefgOMC", "shortTitle": "Transhumanism and Transcendence", "language": "en", "author": [{"family": "Cole-Turner", "given": "Ronald"}], "issued": {"date-parts": [["2011", 9, 29]]}}