{
    "id": "http://zotero.org/users/local/HWAwDThz/items/8UNNXSGC",
    "type": "book",
    "title": "Eschatology and the Technological Future",
    "publisher": "Routledge",
    "number-of-pages": "362",
    "source": "Google Books",
    "abstract": "The rapid advancement of technology has led to an explosion of speculative theories about what the future of humankind may look like. These \"technological futurisms\" have arisen from significant advances in the fields of nanotechnology, biotechnology and information technology and are drawing growing scrutiny from the philosophical and theological communities. This text seeks to contextualize the growing literature on the cultural, philosophical and religious implications of technological growth by considering technological futurisms such as transhumanism in the context of the long historical tradition of technological dreaming. Michael Burdett traces the latent religious sources of our contemporary technological imagination by looking at visionary approaches to technology and the future in seminal technological utopias and science fiction and draws on past theological responses to the technological future with Pierre Teilhard de Chardin and Jacques Ellul. Burdett’s argument arrives at a contemporary Christian response to transhumanism based around the themes of possibility and promise by turning to the works of Richard Kearney, Eberhard Jüngel and Jürgen Moltmann. Throughout, the author highlights points of correspondence and divergence between technological futurisms and the Judeo-Christian understanding of the future.",
    "ISBN": "978-1-317-57664-8",
    "note": "Google-Books-ID: ZU62BQAAQBAJ",
    "language": "en",
    "author": [
        {
            "family": "Burdett",
            "given": "Michael S."
        }
    ],
    "issued": {
        "date-parts": [
            [
                "2014",
                12,
                5
            ]
        ]
    },
    "keyword": [
        "Technology"
    ],
    "cover": "https://books.google.co.uk/books/content?id=ZU62BQAAQBAJ&printsec=frontcover&img=5&zoom=2"
}