{
    "id": "http://zotero.org/users/local/HWAwDThz/items/IY9DDLYZ",
    "type": "book",
    "title": "Beyond Paradise: Technology and the Kingdom of God",
    "publisher": "Wipf and Stock Publishers",
    "number-of-pages": "365",
    "source": "Google Books",
    "abstract": "Technology is shaping our culture and controlling our lives -- for better or for worse. Often, technology&#39;s benefits far outweigh its negative impacts, and technological advances can seem boundless. But the scientific-technological worldview tends to override other value systems. Indeed, this technological way of thinking has influenced many contemporary ideas, beliefs, values, habits, and ways of communicating. Furthermore, in addition to technology&#39;s well-known environmental impacts, social, aesthetic, and spiritual consequences are now emerging. How can we balance positive physical effects of technology with other ambiguous or negative impacts?   Some of the decisions we face have no precedent from which to draw wisdom. For this reason, the resources of Scripture and the Christian tradition must be brought to bear on technological questions: How is technology used and abused today? Does technological progress lead to human progress? How can Scripture help us, both individually and collectively, to manage technology&#39;s impact in proactive ways?   Swearengen uncovers a comprehensive scriptural mandate for managing technology. On his way to a theology of technology, he evaluates which advances are moving society in directions consistent with God&#39;s purposes. Beyond Paradise: Technology and the Kingdom of God aims to provide practical means for assessing technology&#39;s influence and for steering technology and its effects toward biblical ends.",
    "ISBN": "978-1-4982-7503-3",
    "note": "Google-Books-ID: t9jPDAAAQBAJ",
    "shortTitle": "Beyond Paradise",
    "language": "en",
    "author": [
        {
            "family": "Swearengen",
            "given": "Jack Clayton"
        }
    ],
    "issued": {
        "date-parts": [
            [
                "2007",
                3,
                1
            ]
        ]
    },
    "keyword": [
        "Technology"
    ]
}