{"id": "http://zotero.org/users/local/HWAwDThz/items/NQ7FZ6X8", "type": "article-journal", "title": "Willful Control and Controlling the Will: Technology and Being Human", "container-title": "Religions", "page": "90", "volume": "8", "issue": "5", "source": "www.mdpi.com", "abstract": "One purported benefit of technology is that it gives humans greater control over how they live their lives. Various technologies are used to protect humans from what are perceived to be the capricious whims of indifferent natural forces. Additionally, technology is used to create circumstances and opportunities that are believed to be preferable because they are more subject to human control. In large measure, the lives of late moderns are effectively constructed and asserted as artifacts of what they will themselves to be. This control is seen prominently at the beginning and end of life. Technology is employed to overcome infertility, prevent illness, disability, and undesirable traits, to select desirable traits and increasingly enhance them. At the end of life, late moderns have a far greater range of options at their disposal than past generations: they can choose to delay death, control pain, or end their lives at the time and with the means of their choosing. The greater control that technology offers helps humans to survive and even flourish, but it comes at a price. One such cost is that it tends to reduce humans to being little more than a will confined within a body. The body is thereby effectively perceived to be an impediment to the will that should be overcome. Is this troubling? Yes. I argue that the purported control technology offers often serves as a distraction or blind spot that may prevent humans from understanding and consenting to their good. In making this argument I draw upon the Christian doctrine of the incarnation as a way of disclosing the creaturely good of finitude against which the will should conform rather than attempting to overcome. I also draw upon Iris Murdoch’s and Simone Weil’s concept of “unselfing” as a way of conforming the will with this good. I revisit issues related to the beginning and end of life to draw-out some of the implications of my argument.", "URL": "https://www.mdpi.com/2077-1444/8/5/90", "DOI": "10.3390/rel8050090", "shortTitle": "Willful Control and Controlling the Will", "language": "en", "author": [{"family": "Waters", "given": "Brent"}], "issued": {"date-parts": [["2017", 5]]}, "accessed": {"date-parts": [["2019", 1, 15]]}}