{
    "id": "http://zotero.org/users/local/HWAwDThz/items/QF4A2R4U",
    "type": "article-journal",
    "title": "Awe and Artifacts: Religious and Scientific Endeavor",
    "container-title": "Religions",
    "page": "85",
    "volume": "8",
    "issue": "5",
    "source": "www.mdpi.com",
    "abstract": "The article takes as its point of departure the reflections of Henry Adams and Jacques Ellul on the possible gradual replacement of objects used in religious worship with objects used in technological worship, and advances the hypothesis that such a substitution is unlikely. Using information from psychology, history of religions, and history of science, the perspective proposed is that of a parallel historical analogous development of both religious and scientific attitudes of awe by the use of artifacts carrying two functions: firstly, to coagulate social participation around questions dealing with humanity’s destiny and interpersonal relationships across communities, and secondly to offer cultural coherence through a communal sense of social stability, comfort, and security. I argue that, though animated by attitudes of awe (“awefull”), both leading scientists and religious founders have encountered the difficulty in representing and introducing this awe to the large public via “awesome” artifacts. The failure to represent coherently the initial awe via artifacts may give rise to “anomalous awefullness”: intolerance, persecutions, global conflicts.",
    "URL": "https://www.mdpi.com/2077-1444/8/5/85",
    "DOI": "10.3390/rel8050085",
    "shortTitle": "Awe and Artifacts",
    "language": "en",
    "author": [
        {
            "family": "Untea",
            "given": "Ionut"
        }
    ],
    "issued": {
        "date-parts": [
            [
                "2017",
                5
            ]
        ]
    },
    "accessed": {
        "date-parts": [
            [
                "2019",
                1,
                15
            ]
        ]
    },
    "keyword": [
        "Technology"
    ]
}