{"id": "http://zotero.org/users/local/HWAwDThz/items/SQSXWRQR", "type": "book", "title": "The Myth of the Moral Brain: The Limits of Moral Enhancement", "publisher": "MIT Press", "number-of-pages": "351", "source": "Google Books", "abstract": "An argument that moral functioning is immeasurably complex, mediated by biology but not determined by it.Throughout history, humanity has been seen as being in need of improvement, most pressingly in need of moral improvement. Today, in what has been called the beginnings of “the golden age of neuroscience,” laboratory findings claim to offer insights into how the brain “does” morality, even suggesting that it is possible to make people more moral by manipulating their biology. Can “moral bioenhancement”—using technological or pharmaceutical means to boost the morally desirable and remove the morally problematic—bring about a morally improved humanity? In The Myth of the Moral Brain, Harris Wiseman argues that moral functioning is immeasurably complex, mediated by biology but not determined by it. Morality cannot be engineered; there is no such thing as a “moral brain.”Wiseman takes a distinctively interdisciplinary approach, drawing on insights from philosophy, biology, theology, and clinical psychology. He considers philosophical rationales for moral enhancement, and the practical realities they come up against; recent empirical work, including studies of the cognitive and behavioral effects of oxytocin, serotonin, and dopamine; and traditional moral education, in particular the influence of religious thought, belief, and practice. Arguing that morality involves many interacting elements, Wiseman proposes an integrated bio-psycho-social approach to the consideration of moral enhancement. Such an approach would show that, by virtue of their sheer numbers, social and environmental factors are more important in shaping moral functioning than the neurobiological factors with which they are interwoven.", "ISBN": "978-0-262-33366-5", "note": "Google-Books-ID: ytCaCwAAQBAJ", "shortTitle": "The Myth of the Moral Brain", "language": "en", "author": [{"family": "Wiseman", "given": "Harris"}], "issued": {"date-parts": [["2016", 2, 19]]}, "keyword": ["Technology", "Enhancement"]}