{"id": "http://zotero.org/users/local/HWAwDThz/items/Y554SZGI", "type": "article-journal", "title": "Machines of Loving Grace: Angels, Cyborgs and Postsecular Labour", "container-title": "Journal for Cultural and Religious Theory", "page": "240-259", "volume": "16", "issue": "2", "source": "hcommons.org", "abstract": "Charles Taylor’s ‘secular age’ was always also a machine age; the death of God and the mechanisation of the world developed in tandem with one another. Yet magic did not disappear from this new world so much as find itself transposed into new forms, new bodies, and new powers. This paper will explore the implications of this tranposition.  On Marx’s account, a machine is made up of three components: a motor mechanism, a self-moving power which drives the machine as a whole; a transmitting mechanism, which divides and distributes this power; and the tool or working machine. We might, then, read Dionysius’ decidedly un-secular Celestial Hierarchy as the description of a heavenly machine designed, as Agamben suggests, for the government of the world and the generation of surplus value in the form of doxology. The divine eros which generates the Dionysian cosmos originates with God, is passed on by the angelic messengers, who transmit the divine power to the ecclesiastical hierarchy, whose members labour to become fellow workers with God.  As Marx well knew, machines can function as instruments either of domination or of liberation. This paper will bring Dionysius’ account of angelic labour into conversation with contemporary discussions of the machinic transformation of human labour. First, it will think through the relationship of the divine eros and the role of angels as ‘fellow workmen for God’ in dialogue with Frédéric Lordon and Maurizio Lazzarato’s account of the entanglement of machines and desire in contemporary labour. Second, it will bring the ambiguous role of angels in Dionysius’ anthropology to bear on Donna Haraway’s exposition of the utopian possibilities of the figure of the cyborg as a figure for the possible futures of human life and labour. How might Dionysius help us to think postsecular labour anew?", "URL": "https://hcommons.org/deposits/item/hc:14351/", "shortTitle": "Machines of Loving Grace", "language": "en-US", "author": [{"family": "Rose", "given": "Marika"}], "issued": {"date-parts": [["2017"]], "season": "Spring"}, "accessed": {"date-parts": [["2019", 1, 5]]}, "keyword": ["Technology"]}